{
  "capa": [
    {
      "id": 2335346913,
      "title": "Mulher de Henrique, da dupla com Juliano, é solta após pagar fiança nos EUA",
      "link": "https://www.cnnbrasil.com.br/nacional/brasil/mulher-de-henrique-da-dupla-com-juliano-e-solta-apos-pagar-fianca-nos-eua/",
      "date": "2026-02-04T03:44:42",
      "author": "thomaz.sousa",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2026/02/DESABA-MURO-ITAPEVI-1-1.png?w=1200&h=630&crop=1",
      "excerpt": "Mulher de Henrique, da dupla com Juliano, é solta após pagar fiança nos EUA\nNome de Amanda Vasconcelos, de 28 anos, não consta mais na lista oficial de custodiados na última atualização; fiança foi...",
      "content": "Mulher de Henrique, da dupla com Juliano, é solta após pagar fiança nos EUA\nNome de Amanda Vasconcelos, de 28 anos, não consta mais na lista oficial de custodiados na última atualização; fiança foi fixada em US$ 500\nA empresária Amanda Vasconcelos, de 28 anos, esposa do cantor sertanejo Henrique — que faz dupla com Juliano —, foi solta nesta terça-feira (3) após ter sido presa em Orlando, nos Estados Unidos.\nDe acordo com o sistema de detentos do Condado de Orange, o nome de Amanda não constava mais na lista oficial de custodiados na última atualização. A fiança foi fixada em US$ 500. O banco de dados é atualizado a cada 30 minutos e remove automaticamente os registros após a liberação do preso.\nSegundo o relatório policial, Amanda desobedeceu ordens de agentes durante uma abordagem e teria tentado fugir de uma viatura com luzes e sirenes acionadas. A conduta é classificada como infração grave pelas autoridades locais.\nAinda conforme a polícia, Amanda estava ainda dirigindo em posse de uma carteira de habilitação vencida, ou seja, inválida naquele momento. Um crime dessa gravidade pode ter implicações como até 5 anos de prisão, multa que pode chegar a $ 5.000, suspensão da carteira de motorista (geralmente 1 a 5 anos) e registro criminal permanente (criminal record).\nA CNN Brasil tenta contato com a assessoria da dupla Henrique e Juliano. Além disso, tenta localizar a defesa de Amanda. O espaço está aberto para manifestações.",
      "read_time": 1,
      "domain": "cnnbrasil.com.br",
      "has_image": true
    },
    {
      "id": 2038765458,
      "title": "O Código de Ética para ministros do Supremo - O Assunto #1653",
      "link": "https://g1.globo.com/podcast/o-assunto/noticia/2026/02/04/o-codigo-de-etica-para-ministros-do-supremo-o-assunto-1653.ghtml",
      "date": "2026-02-04T03:30:29",
      "author": "Redação",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://s2-g1.glbimg.com/6k4LT4gax7zIjTLrSRIsrSF8ADY=/799x0/filters:format(jpeg)/https://i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2026/I/D/ZyuxVFR6W4vAzJW5YaDQ/stf-divulgacao.jpg",
      "excerpt": "No discurso que abriu o ano do Judiciário, o ministro Edson Fachin, presidente do Supremo Tribunal Federal (STF), afirmou que a prioridade da sua gestão será a criação de um Código de Ética para os...",
      "content": "No discurso que abriu o ano do Judiciário, o ministro Edson Fachin, presidente do Supremo Tribunal Federal (STF), afirmou que a prioridade da sua gestão será a criação de um Código de Ética para os integrantes da Corte. Na primeira sessão de 2026, realizada na segunda-feira (2), ele também indicou que a ministra Cármen Lúcia será a relatora do tema.\nO presidente do STF destacou a atuação do tribunal em momentos críticos, como na defesa do processo eleitoral e das urnas eletrônicas, mas ponderou que “o momento histórico é também de autocorreção”.\nA proposta é uma ideia antiga de Fachin e foi recebida com resistência por outros integrantes da Corte, afirma Felipe Recondo, jornalista especializado em Supremo e autor do livro \"O Tribunal: como o Supremo se uniu ante a ameaça autoritária\". Em entrevista a Natuza Nery, ele analisa quais são as chances de um código de ética prosperar agora.\nDepois, a conversa é com Oscar Vilhena, doutor em Ciência Política pela USP, professor da FGV Direito SP e autor de \"Constituição e sua reserva de Justiça\". Vilhena integra o grupo da OAB-SP que formulou uma proposta de código de conduta para os ministros do STF, já entregue a Fachin. Ele explica o que diz o texto e defende que sua aprovação seria uma medida de proteção da democracia e do próprio Judiciário.\nConvidados: Felipe Recondo, autor do livro \"O Tribunal: como o Supremo se uniu ante a ameaça autoritária\", fundador do canal no YouTube Recondo e os Onze e apresentador do podcast Sem Precedentes; e com Oscar Vilhena, doutor em Ciência Política pela USP, professor da FGV Direito SP e autor de \"Constituição e sua reserva de Justiça\".\nO que você precisa saber:\n- STF: Fachin diz que momento é de 'ponderações e autocorreção' e anuncia Cármen Lúcia como relatora de Código de Ética\n- RELATORA: 'Temos que ser rigorosos e intransigentes com qualquer desvio ético', diz Cármen Lúcia\n- VALDO CRUZ: Após Fachin lançar Código de Ética, ministros mantêm divisão sobre adoção da medida\n- OCTAVIO GUEDES: STF vai se reunir no dia 12 de fevereiro para discutir cronograma do Código de Ética\nO podcast O Assunto é produzido por: Luiz Felipe Silva, Amanda Polato, Sarah Resende, Carlos Catelan e Luiz Gabriel Franco. Participou deste episódio Paula Paiva Paulo.\nO Assunto é o podcast diário produzido pelo g1, disponível em todas as plataformas de áudio e no YouTube. Desde a estreia, em agosto de 2019, o podcast O Assunto soma mais de 168 milhões de downloads em todas as plataformas de áudio. No YouTube, o podcast diário do g1 soma mais de 14,2 milhões de visualizações.\nEscultura 'A Justiça', localizada em frente ao prédio do Supremo Tribunal Federal, na Praça dos Três Poderes, em Brasília — Foto: STF/Divulgação",
      "read_time": 2,
      "domain": "g1.globo.com",
      "has_image": true
    },
    {
      "id": 1821028632,
      "title": "BBB 26: Alberto Cowboy troca R$10 mil por informação privilegiada no jogo",
      "link": "https://www.cnnbrasil.com.br/entretenimento/bbb/bbb-26-alberto-cowboy-troca-r10-mil-por-informacao-privilegiada-no-jogo/",
      "date": "2026-02-04T03:16:54",
      "author": "larissabitencourt",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2026/02/cowboy-vantagem-bbb26.avif?w=1000&h=562&crop=1",
      "excerpt": "BBB 26: Alberto Cowboy troca R$10 mil por informação privilegiada no jogo\nBrother descobriu os votos de dois participantes no último Paredão na dinâmica do Ganha-Ganha desta terça (3)\nAlberto Cowboy...",
      "content": "BBB 26: Alberto Cowboy troca R$10 mil por informação privilegiada no jogo\nBrother descobriu os votos de dois participantes no último Paredão na dinâmica do Ganha-Ganha desta terça (3)\nAlberto Cowboy teve a chance de escolher entre dobrar o prêmio em dinheiro ou obter uma informação estratégica durante a dinâmica do Ganha-Ganha, exibida na noite desta terça-feira (3) no BBB 26.\nAntes da eliminação desta noite, o brother foi o escolhido da vez e optou por manter R$ 10 mil e acessar uma informação privilegiada sobre o último Paredão, abrindo mão do valor máximo de R$ 20 mil.\nA dinâmica ainda contou com a participação de Alberto Cowboy, Sarah Andrade e Solange Couto, sorteados mais cedo para a atividade. Ao abrirem os cartões, Alberto e Solange descobriram que haviam garantido R$ 10 mil, além do direito a uma informação estratégica. Já Sarah ficou com o poder de vetar um dos dois participantes antes da decisão final.\nSarah vetou Solange Couto, deixando Cowboy como único participante na etapa decisiva. Por sua vez, ele decidiu priorizar a vantagem no jogo e manter o prêmio em R$10 mil.\nO privilégio da semana consistia na revelação dos votos de duas pessoas no último Paredão formado. \"O voto foi muito óbvio, acho que a maioria das pessoas a gente já deduz\", reclamou. Alberto escolheu Solange Couto e Sol Vega. A Camarote votou em Gabriela, enquanto a Veterana votou em Leandro (Boneco).\nVeja o momento\nCowboy escolheu ficar com os R$ 10 mil e a informação privilegiada no Ganha Ganha #BBB26 #RedeBBB pic.twitter.com/5To82KvGaa\n— Big Brother Brasil (@bbb) February 4, 2026\nCowboy descobriu os votos de Solange Couto e Sol durante o Ganha Ganha 👀 #BBB26 #RedeBBB pic.twitter.com/TOKMb4Y6eq\n— Big Brother Brasil (@bbb) February 4, 2026\nNa primeira rodada da dinâmica, Maxiane optou por receber a informação privilegiada, abrindo mão de R$ 10 mil. Ao escolher a informação, ela descobriu que não haveria Prova Bate e Volta na formação do Paredão daquela semana.\nNa última semana, Chaiany decidiu dobrar o valor em dinheiro e levou para casa R$ 20 mil, abrindo mão da vantagem estratégica.",
      "read_time": 2,
      "domain": "cnnbrasil.com.br",
      "has_image": true
    },
    {
      "id": 57852412,
      "title": "Brigido é eliminado do 'BBB 26' com 77,88% da média dos votos",
      "link": "https://g1.globo.com/pop-arte/noticia/2026/02/04/brigido-e-eliminado-do-bbb.ghtml",
      "date": "2026-02-04T03:07:00",
      "author": "Redação",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://s2-g1.glbimg.com/DNsBWaPBt97mkwghsLV3P_BSagU=/1280x0/filters:format(jpeg)/https://s03.video.glbimg.com/x720/14245202.jpg",
      "excerpt": "Brigido foi eliminado da 26ª edição do Big Brother Brasil no Paredão desta terça-feira (3). O brother deixou a casa após receber 77,88% da média dos votos.\nEle disputou a preferência do público com...",
      "content": "Brigido foi eliminado da 26ª edição do Big Brother Brasil no Paredão desta terça-feira (3). O brother deixou a casa após receber 77,88% da média dos votos.\nEle disputou a preferência do público com Ana Paula e Leandro, que receberam 10,08% e 12,04% da média dos votos, respectivamente.\nBrigido fazia parte do grupo Pipoca. Ele ganhou a votação da Casa de Vidro do Norte.\nCom 34 anos, o morador de Manaus é formado em Engenharia de Produção e é empresário e dirigente de uma escola fundada pela família.\nAlém do gshow, o público pode acompanhar o \"BBB\" pelos perfis oficiais do programa nas redes sociais: Instagram, X (antigo Twitter), Facebook e TikTok.\nBrigido é eliminado do BBB 26 — Foto: TV Globo",
      "read_time": 1,
      "domain": "g1.globo.com",
      "has_image": true
    },
    {
      "id": 2631909498,
      "title": "Estrela do esqui disputará Olimpíada de Inverno apesar de lesão no joelho",
      "link": "https://www.cnnbrasil.com.br/esportes/olimpiadas/estrela-do-esqui-disputara-olimpiada-de-inverno-apesar-de-lesao-no-joelho/",
      "date": "2026-02-04T03:02:35",
      "author": "afonsobenites",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2026/02/WhatsApp-Image-2026-02-03-at-23.01.50-e1770173254991.jpeg?w=1169&h=630&crop=1",
      "excerpt": "Estrela do esqui disputará Olimpíada de Inverno apesar de lesão no joelho\nEsquiadora americana confirma participação nos Jogos de 2026 em Milão Cortina após romper o ligamento anterior cruzado em...",
      "content": "Estrela do esqui disputará Olimpíada de Inverno apesar de lesão no joelho\nEsquiadora americana confirma participação nos Jogos de 2026 em Milão Cortina após romper o ligamento anterior cruzado em competição na última sexta-feira\nA superestrela americana do esqui Lindsey Vonn vai disputar as Olimpíadas de Inverno de 2026, em Milão-Cortina, apesar de ter sofrido uma ruptura completa do ligamento cruzado anterior (LCA) em um acidente na última sexta-feira (30).\nEm uma publicação recente no Instagram, Vonn afirmou que seu “sonho olímpico não acabou”. A atleta, de 41 anos, confirmou a decisão durante uma coletiva de imprensa nesta terça-feira.\nO acidente aconteceu durante uma prova da Copa do Mundo em Crans-Montana, na Suíça, quando Vonn perdeu o controle após aterrissar de um salto e acabou colidindo com as redes de segurança. Ela foi vista sendo atendida por médicos no local.\nMesmo com dores evidentes, a medalhista de ouro olímpica em 2010 conseguiu esquiar lentamente até a linha de chegada. Em seguida, foi levada de helicóptero a um hospital para exames adicionais — procedimento padrão em casos de lesão durante as competições.\nVonn foi a terceira esquiadora a sofrer um acidente nas atividades da manhã. Por causa da baixa visibilidade, o restante das provas do dia acabou sendo cancelado.\nA americana está inscrita para disputar o downhill feminino no domingo, além das provas de super-G e da equipe combinada. Os treinos devem começar na quinta-feira, antes da cerimônia de abertura dos Jogos.\nQuestionada se participará das três modalidades, Vonn respondeu que ainda não sabe. Segundo ela, o foco inicial é o downhill, mas, caso o joelho esteja estável, pretende competir também nas outras provas. “Não quero ter nenhum arrependimento”, afirmou.\nDurante a coletiva, Vonn revelou que, apesar dos danos extensos no joelho esquerdo, chegou a esquiar mais cedo naquele dia. Segundo a atleta, o joelho se mostrou estável, sem inchaço e, com o uso de uma joelheira, ela se disse confiante para competir no domingo.\n“As Olimpíadas são a única coisa em que estou pensando”, disse. “A cada dia, meu joelho tem melhorado.”\nVonn explicou ainda que busca condições de pista que a ajudem a esquiar mais rápido — como a neve firme e compacta de Cortina — e não necessariamente aquelas que facilitariam a recuperação do joelho.\nVolta por cima\nA atleta protagonizou um retorno notável na última temporada, após quase seis anos afastada do esporte, mesmo depois de passar por uma cirurgia de substituição parcial do joelho. Atualmente, ela lidera o ranking da temporada de downhill da Copa do Mundo.\nUma medalha em Milão-Cortina quebraria o próprio recorde estabelecido por Vonn em 2018, quando se tornou a mulher mais velha a subir ao pódio no esqui alpino em Jogos de Inverno, e representaria um desfecho triunfante para sua carreira olímpica.\nA tricampeã olímpica afirmou que o Campeonato Mundial de 2019 foi a situação mais próxima do que está vivendo agora — embora acredite que aquele momento tenha sido ainda mais difícil.\n“Me sinto muito melhor agora do que em 2019, e mesmo assim conquistei uma medalha naquela ocasião”, disse. Naquele Mundial, disputado em Åre, na Suécia, Vonn levou o bronze no downhill antes de se aposentar pela primeira vez.\nPerguntada sobre onde esse momento se encaixaria em sua carreira caso consiga largar e medalhar no domingo, Vonn respondeu: “Vou chegar ao portão de largada. Esse seria o melhor retorno que já fiz. Definitivamente, o mais dramático. Um retorno muito bom, se eu conseguir realizá-lo.”",
      "read_time": 3,
      "domain": "cnnbrasil.com.br",
      "has_image": true
    },
    {
      "id": 1827431967,
      "title": "Um Ícone do veraneio potiguar está chegando a Pirangi",
      "link": "https://g1.globo.com/rn/rio-grande-do-norte/especial-publicitario/espacial-inc/noticia/2026/02/04/um-icone-do-veraneio-potiguar-esta-chegando-a-pirangi.ghtml",
      "date": "2026-02-04T03:02:29",
      "author": "Redação",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://s2-g1.glbimg.com/5Jwt1lOX4wy4szPG9uTRd8LW1yA=/347x0/filters:format(jpeg)/https://i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2026/J/L/P21xHrRxAyvMm3OcKABA/whatsapp-image-2026-01-29-at-14.56.16.jpeg",
      "excerpt": "Ícone do veraneio potiguar — Foto: Kennedy Batalha\nO litoral do Rio Grande do Norte vive um novo momento no mercado imobiliário. Impulsionada pela valorização do turismo, pelo fortalecimento do...",
      "content": "Ícone do veraneio potiguar — Foto: Kennedy Batalha\nO litoral do Rio Grande do Norte vive um novo momento no mercado imobiliário. Impulsionada pela valorização do turismo, pelo fortalecimento do trabalho remoto e pela busca por mais qualidade de vida, a segunda moradia deixou de ser apenas um refúgio de férias para se tornar um investimento estratégico.\nEm regiões como Pirangi, tradicional destino de veraneio dos potiguares, essa tendência se intensifica. O desejo por imóveis que unam conforto, localização privilegiada e potencial de valorização tem guiado o desenvolvimento de projetos mais exclusivos e bem planejados.\nA expectativa para 2026 é de continuidade no crescimento da demanda por casas em condomínios fechados, especialmente aquelas que oferecem lazer completo, segurança e diferenciais arquitetônicos. É nesse cenário que se destaca o Ícone Pirangi, empreendimento da Espacial Incorporações, em Pirangi do Norte.\nCom apenas 32 casas, o projeto aposta em um conceito de exclusividade aliado a plantas de casas amplas, que variam de 160 a 168 m², além de soluções que atendem tanto às necessidades de quem busca viver o melhor do veraneio quanto quem deseja prolongar a moradia no litoral.\nO rooftop privativo e área de lazer com vista para o mar reforçam o alinhamento do empreendimento às novas demandas do mercado, onde viver bem passou a ser prioridade. A Espacial Incorporações, reconhecida pela atuação consistente e pelo cuidado com cada etapa dos seus projetos, consolida com o Ícone Pirangi uma proposta que dialoga com o presente e com o futuro do morar no litoral: mais privacidade, mais conforto e uma relação mais próxima com a paisagem.\nEm um momento em que o imóvel deixa de ser apenas patrimônio e passa a representar estilo de vida, o Ícone Pirangi reafirma seu protagonismo.",
      "read_time": 1,
      "domain": "g1.globo.com",
      "has_image": true
    }
  ],
  "categories": {
    "capa": {
      "name": "Capa",
      "description": "Principais manchetes do dia",
      "articles": [
        {
          "id": 3297828635,
          "title": "Noam Chomsky expressou solidariedade a Epstein em 2019",
          "link": "https://noticias.uol.com.br/ultimas-noticias/afp/2026/02/03/noam-chomsky-expressou-solidariedade-a-epstein-em-2019.htm",
          "date": "2026-02-04T04:06:00.343721",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": null,
          "excerpt": "O linguista americano Noam Chomsky, um dos intelectuais mais influentes das últimas décadas, expressou por e-mail, em 2019, solidariedade a Jeffrey Epstein pela \"forma horrível\" como a imprensa e a opinião pública tratavam o financista.",
          "content": null,
          "read_time": 1,
          "domain": "noticias.uol.com.br",
          "has_image": false
        },
        {
          "id": 2335346913,
          "title": "Mulher de Henrique, da dupla com Juliano, é solta após pagar fiança nos EUA",
          "link": "https://www.cnnbrasil.com.br/nacional/brasil/mulher-de-henrique-da-dupla-com-juliano-e-solta-apos-pagar-fianca-nos-eua/",
          "date": "2026-02-04T03:44:42",
          "author": "thomaz.sousa",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2026/02/DESABA-MURO-ITAPEVI-1-1.png?w=1200&h=630&crop=1",
          "excerpt": "Mulher de Henrique, da dupla com Juliano, é solta após pagar fiança nos EUA\nNome de Amanda Vasconcelos, de 28 anos, não consta mais na lista oficial de custodiados na última atualização; fiança foi...",
          "content": "Mulher de Henrique, da dupla com Juliano, é solta após pagar fiança nos EUA\nNome de Amanda Vasconcelos, de 28 anos, não consta mais na lista oficial de custodiados na última atualização; fiança foi fixada em US$ 500\nA empresária Amanda Vasconcelos, de 28 anos, esposa do cantor sertanejo Henrique — que faz dupla com Juliano —, foi solta nesta terça-feira (3) após ter sido presa em Orlando, nos Estados Unidos.\nDe acordo com o sistema de detentos do Condado de Orange, o nome de Amanda não constava mais na lista oficial de custodiados na última atualização. A fiança foi fixada em US$ 500. O banco de dados é atualizado a cada 30 minutos e remove automaticamente os registros após a liberação do preso.\nSegundo o relatório policial, Amanda desobedeceu ordens de agentes durante uma abordagem e teria tentado fugir de uma viatura com luzes e sirenes acionadas. A conduta é classificada como infração grave pelas autoridades locais.\nAinda conforme a polícia, Amanda estava ainda dirigindo em posse de uma carteira de habilitação vencida, ou seja, inválida naquele momento. Um crime dessa gravidade pode ter implicações como até 5 anos de prisão, multa que pode chegar a $ 5.000, suspensão da carteira de motorista (geralmente 1 a 5 anos) e registro criminal permanente (criminal record).\nA CNN Brasil tenta contato com a assessoria da dupla Henrique e Juliano. Além disso, tenta localizar a defesa de Amanda. O espaço está aberto para manifestações.",
          "read_time": 1,
          "domain": "cnnbrasil.com.br",
          "has_image": true
        },
        {
          "id": 2038765458,
          "title": "O Código de Ética para ministros do Supremo - O Assunto #1653",
          "link": "https://g1.globo.com/podcast/o-assunto/noticia/2026/02/04/o-codigo-de-etica-para-ministros-do-supremo-o-assunto-1653.ghtml",
          "date": "2026-02-04T03:30:29",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://s2-g1.glbimg.com/6k4LT4gax7zIjTLrSRIsrSF8ADY=/799x0/filters:format(jpeg)/https://i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2026/I/D/ZyuxVFR6W4vAzJW5YaDQ/stf-divulgacao.jpg",
          "excerpt": "No discurso que abriu o ano do Judiciário, o ministro Edson Fachin, presidente do Supremo Tribunal Federal (STF), afirmou que a prioridade da sua gestão será a criação de um Código de Ética para os...",
          "content": "No discurso que abriu o ano do Judiciário, o ministro Edson Fachin, presidente do Supremo Tribunal Federal (STF), afirmou que a prioridade da sua gestão será a criação de um Código de Ética para os integrantes da Corte. Na primeira sessão de 2026, realizada na segunda-feira (2), ele também indicou que a ministra Cármen Lúcia será a relatora do tema.\nO presidente do STF destacou a atuação do tribunal em momentos críticos, como na defesa do processo eleitoral e das urnas eletrônicas, mas ponderou que “o momento histórico é também de autocorreção”.\nA proposta é uma ideia antiga de Fachin e foi recebida com resistência por outros integrantes da Corte, afirma Felipe Recondo, jornalista especializado em Supremo e autor do livro \"O Tribunal: como o Supremo se uniu ante a ameaça autoritária\". Em entrevista a Natuza Nery, ele analisa quais são as chances de um código de ética prosperar agora.\nDepois, a conversa é com Oscar Vilhena, doutor em Ciência Política pela USP, professor da FGV Direito SP e autor de \"Constituição e sua reserva de Justiça\". Vilhena integra o grupo da OAB-SP que formulou uma proposta de código de conduta para os ministros do STF, já entregue a Fachin. Ele explica o que diz o texto e defende que sua aprovação seria uma medida de proteção da democracia e do próprio Judiciário.\nConvidados: Felipe Recondo, autor do livro \"O Tribunal: como o Supremo se uniu ante a ameaça autoritária\", fundador do canal no YouTube Recondo e os Onze e apresentador do podcast Sem Precedentes; e com Oscar Vilhena, doutor em Ciência Política pela USP, professor da FGV Direito SP e autor de \"Constituição e sua reserva de Justiça\".\nO que você precisa saber:\n- STF: Fachin diz que momento é de 'ponderações e autocorreção' e anuncia Cármen Lúcia como relatora de Código de Ética\n- RELATORA: 'Temos que ser rigorosos e intransigentes com qualquer desvio ético', diz Cármen Lúcia\n- VALDO CRUZ: Após Fachin lançar Código de Ética, ministros mantêm divisão sobre adoção da medida\n- OCTAVIO GUEDES: STF vai se reunir no dia 12 de fevereiro para discutir cronograma do Código de Ética\nO podcast O Assunto é produzido por: Luiz Felipe Silva, Amanda Polato, Sarah Resende, Carlos Catelan e Luiz Gabriel Franco. Participou deste episódio Paula Paiva Paulo.\nO Assunto é o podcast diário produzido pelo g1, disponível em todas as plataformas de áudio e no YouTube. Desde a estreia, em agosto de 2019, o podcast O Assunto soma mais de 168 milhões de downloads em todas as plataformas de áudio. No YouTube, o podcast diário do g1 soma mais de 14,2 milhões de visualizações.\nEscultura 'A Justiça', localizada em frente ao prédio do Supremo Tribunal Federal, na Praça dos Três Poderes, em Brasília — Foto: STF/Divulgação",
          "read_time": 2,
          "domain": "g1.globo.com",
          "has_image": true
        },
        {
          "id": 1821028632,
          "title": "BBB 26: Alberto Cowboy troca R$10 mil por informação privilegiada no jogo",
          "link": "https://www.cnnbrasil.com.br/entretenimento/bbb/bbb-26-alberto-cowboy-troca-r10-mil-por-informacao-privilegiada-no-jogo/",
          "date": "2026-02-04T03:16:54",
          "author": "larissabitencourt",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2026/02/cowboy-vantagem-bbb26.avif?w=1000&h=562&crop=1",
          "excerpt": "BBB 26: Alberto Cowboy troca R$10 mil por informação privilegiada no jogo\nBrother descobriu os votos de dois participantes no último Paredão na dinâmica do Ganha-Ganha desta terça (3)\nAlberto Cowboy...",
          "content": "BBB 26: Alberto Cowboy troca R$10 mil por informação privilegiada no jogo\nBrother descobriu os votos de dois participantes no último Paredão na dinâmica do Ganha-Ganha desta terça (3)\nAlberto Cowboy teve a chance de escolher entre dobrar o prêmio em dinheiro ou obter uma informação estratégica durante a dinâmica do Ganha-Ganha, exibida na noite desta terça-feira (3) no BBB 26.\nAntes da eliminação desta noite, o brother foi o escolhido da vez e optou por manter R$ 10 mil e acessar uma informação privilegiada sobre o último Paredão, abrindo mão do valor máximo de R$ 20 mil.\nA dinâmica ainda contou com a participação de Alberto Cowboy, Sarah Andrade e Solange Couto, sorteados mais cedo para a atividade. Ao abrirem os cartões, Alberto e Solange descobriram que haviam garantido R$ 10 mil, além do direito a uma informação estratégica. Já Sarah ficou com o poder de vetar um dos dois participantes antes da decisão final.\nSarah vetou Solange Couto, deixando Cowboy como único participante na etapa decisiva. Por sua vez, ele decidiu priorizar a vantagem no jogo e manter o prêmio em R$10 mil.\nO privilégio da semana consistia na revelação dos votos de duas pessoas no último Paredão formado. \"O voto foi muito óbvio, acho que a maioria das pessoas a gente já deduz\", reclamou. Alberto escolheu Solange Couto e Sol Vega. A Camarote votou em Gabriela, enquanto a Veterana votou em Leandro (Boneco).\nVeja o momento\nCowboy escolheu ficar com os R$ 10 mil e a informação privilegiada no Ganha Ganha #BBB26 #RedeBBB pic.twitter.com/5To82KvGaa\n— Big Brother Brasil (@bbb) February 4, 2026\nCowboy descobriu os votos de Solange Couto e Sol durante o Ganha Ganha 👀 #BBB26 #RedeBBB pic.twitter.com/TOKMb4Y6eq\n— Big Brother Brasil (@bbb) February 4, 2026\nNa primeira rodada da dinâmica, Maxiane optou por receber a informação privilegiada, abrindo mão de R$ 10 mil. Ao escolher a informação, ela descobriu que não haveria Prova Bate e Volta na formação do Paredão daquela semana.\nNa última semana, Chaiany decidiu dobrar o valor em dinheiro e levou para casa R$ 20 mil, abrindo mão da vantagem estratégica.",
          "read_time": 2,
          "domain": "cnnbrasil.com.br",
          "has_image": true
        },
        {
          "id": 57852412,
          "title": "Brigido é eliminado do 'BBB 26' com 77,88% da média dos votos",
          "link": "https://g1.globo.com/pop-arte/noticia/2026/02/04/brigido-e-eliminado-do-bbb.ghtml",
          "date": "2026-02-04T03:07:00",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://s2-g1.glbimg.com/DNsBWaPBt97mkwghsLV3P_BSagU=/1280x0/filters:format(jpeg)/https://s03.video.glbimg.com/x720/14245202.jpg",
          "excerpt": "Brigido foi eliminado da 26ª edição do Big Brother Brasil no Paredão desta terça-feira (3). O brother deixou a casa após receber 77,88% da média dos votos.\nEle disputou a preferência do público com...",
          "content": "Brigido foi eliminado da 26ª edição do Big Brother Brasil no Paredão desta terça-feira (3). O brother deixou a casa após receber 77,88% da média dos votos.\nEle disputou a preferência do público com Ana Paula e Leandro, que receberam 10,08% e 12,04% da média dos votos, respectivamente.\nBrigido fazia parte do grupo Pipoca. Ele ganhou a votação da Casa de Vidro do Norte.\nCom 34 anos, o morador de Manaus é formado em Engenharia de Produção e é empresário e dirigente de uma escola fundada pela família.\nAlém do gshow, o público pode acompanhar o \"BBB\" pelos perfis oficiais do programa nas redes sociais: Instagram, X (antigo Twitter), Facebook e TikTok.\nBrigido é eliminado do BBB 26 — Foto: TV Globo",
          "read_time": 1,
          "domain": "g1.globo.com",
          "has_image": true
        },
        {
          "id": 2631909498,
          "title": "Estrela do esqui disputará Olimpíada de Inverno apesar de lesão no joelho",
          "link": "https://www.cnnbrasil.com.br/esportes/olimpiadas/estrela-do-esqui-disputara-olimpiada-de-inverno-apesar-de-lesao-no-joelho/",
          "date": "2026-02-04T03:02:35",
          "author": "afonsobenites",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2026/02/WhatsApp-Image-2026-02-03-at-23.01.50-e1770173254991.jpeg?w=1169&h=630&crop=1",
          "excerpt": "Estrela do esqui disputará Olimpíada de Inverno apesar de lesão no joelho\nEsquiadora americana confirma participação nos Jogos de 2026 em Milão Cortina após romper o ligamento anterior cruzado em...",
          "content": "Estrela do esqui disputará Olimpíada de Inverno apesar de lesão no joelho\nEsquiadora americana confirma participação nos Jogos de 2026 em Milão Cortina após romper o ligamento anterior cruzado em competição na última sexta-feira\nA superestrela americana do esqui Lindsey Vonn vai disputar as Olimpíadas de Inverno de 2026, em Milão-Cortina, apesar de ter sofrido uma ruptura completa do ligamento cruzado anterior (LCA) em um acidente na última sexta-feira (30).\nEm uma publicação recente no Instagram, Vonn afirmou que seu “sonho olímpico não acabou”. A atleta, de 41 anos, confirmou a decisão durante uma coletiva de imprensa nesta terça-feira.\nO acidente aconteceu durante uma prova da Copa do Mundo em Crans-Montana, na Suíça, quando Vonn perdeu o controle após aterrissar de um salto e acabou colidindo com as redes de segurança. Ela foi vista sendo atendida por médicos no local.\nMesmo com dores evidentes, a medalhista de ouro olímpica em 2010 conseguiu esquiar lentamente até a linha de chegada. Em seguida, foi levada de helicóptero a um hospital para exames adicionais — procedimento padrão em casos de lesão durante as competições.\nVonn foi a terceira esquiadora a sofrer um acidente nas atividades da manhã. Por causa da baixa visibilidade, o restante das provas do dia acabou sendo cancelado.\nA americana está inscrita para disputar o downhill feminino no domingo, além das provas de super-G e da equipe combinada. Os treinos devem começar na quinta-feira, antes da cerimônia de abertura dos Jogos.\nQuestionada se participará das três modalidades, Vonn respondeu que ainda não sabe. Segundo ela, o foco inicial é o downhill, mas, caso o joelho esteja estável, pretende competir também nas outras provas. “Não quero ter nenhum arrependimento”, afirmou.\nDurante a coletiva, Vonn revelou que, apesar dos danos extensos no joelho esquerdo, chegou a esquiar mais cedo naquele dia. Segundo a atleta, o joelho se mostrou estável, sem inchaço e, com o uso de uma joelheira, ela se disse confiante para competir no domingo.\n“As Olimpíadas são a única coisa em que estou pensando”, disse. “A cada dia, meu joelho tem melhorado.”\nVonn explicou ainda que busca condições de pista que a ajudem a esquiar mais rápido — como a neve firme e compacta de Cortina — e não necessariamente aquelas que facilitariam a recuperação do joelho.\nVolta por cima\nA atleta protagonizou um retorno notável na última temporada, após quase seis anos afastada do esporte, mesmo depois de passar por uma cirurgia de substituição parcial do joelho. Atualmente, ela lidera o ranking da temporada de downhill da Copa do Mundo.\nUma medalha em Milão-Cortina quebraria o próprio recorde estabelecido por Vonn em 2018, quando se tornou a mulher mais velha a subir ao pódio no esqui alpino em Jogos de Inverno, e representaria um desfecho triunfante para sua carreira olímpica.\nA tricampeã olímpica afirmou que o Campeonato Mundial de 2019 foi a situação mais próxima do que está vivendo agora — embora acredite que aquele momento tenha sido ainda mais difícil.\n“Me sinto muito melhor agora do que em 2019, e mesmo assim conquistei uma medalha naquela ocasião”, disse. Naquele Mundial, disputado em Åre, na Suécia, Vonn levou o bronze no downhill antes de se aposentar pela primeira vez.\nPerguntada sobre onde esse momento se encaixaria em sua carreira caso consiga largar e medalhar no domingo, Vonn respondeu: “Vou chegar ao portão de largada. Esse seria o melhor retorno que já fiz. Definitivamente, o mais dramático. Um retorno muito bom, se eu conseguir realizá-lo.”",
          "read_time": 3,
          "domain": "cnnbrasil.com.br",
          "has_image": true
        },
        {
          "id": 1827431967,
          "title": "Um Ícone do veraneio potiguar está chegando a Pirangi",
          "link": "https://g1.globo.com/rn/rio-grande-do-norte/especial-publicitario/espacial-inc/noticia/2026/02/04/um-icone-do-veraneio-potiguar-esta-chegando-a-pirangi.ghtml",
          "date": "2026-02-04T03:02:29",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://s2-g1.glbimg.com/5Jwt1lOX4wy4szPG9uTRd8LW1yA=/347x0/filters:format(jpeg)/https://i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2026/J/L/P21xHrRxAyvMm3OcKABA/whatsapp-image-2026-01-29-at-14.56.16.jpeg",
          "excerpt": "Ícone do veraneio potiguar — Foto: Kennedy Batalha\nO litoral do Rio Grande do Norte vive um novo momento no mercado imobiliário. Impulsionada pela valorização do turismo, pelo fortalecimento do...",
          "content": "Ícone do veraneio potiguar — Foto: Kennedy Batalha\nO litoral do Rio Grande do Norte vive um novo momento no mercado imobiliário. Impulsionada pela valorização do turismo, pelo fortalecimento do trabalho remoto e pela busca por mais qualidade de vida, a segunda moradia deixou de ser apenas um refúgio de férias para se tornar um investimento estratégico.\nEm regiões como Pirangi, tradicional destino de veraneio dos potiguares, essa tendência se intensifica. O desejo por imóveis que unam conforto, localização privilegiada e potencial de valorização tem guiado o desenvolvimento de projetos mais exclusivos e bem planejados.\nA expectativa para 2026 é de continuidade no crescimento da demanda por casas em condomínios fechados, especialmente aquelas que oferecem lazer completo, segurança e diferenciais arquitetônicos. É nesse cenário que se destaca o Ícone Pirangi, empreendimento da Espacial Incorporações, em Pirangi do Norte.\nCom apenas 32 casas, o projeto aposta em um conceito de exclusividade aliado a plantas de casas amplas, que variam de 160 a 168 m², além de soluções que atendem tanto às necessidades de quem busca viver o melhor do veraneio quanto quem deseja prolongar a moradia no litoral.\nO rooftop privativo e área de lazer com vista para o mar reforçam o alinhamento do empreendimento às novas demandas do mercado, onde viver bem passou a ser prioridade. A Espacial Incorporações, reconhecida pela atuação consistente e pelo cuidado com cada etapa dos seus projetos, consolida com o Ícone Pirangi uma proposta que dialoga com o presente e com o futuro do morar no litoral: mais privacidade, mais conforto e uma relação mais próxima com a paisagem.\nEm um momento em que o imóvel deixa de ser apenas patrimônio e passa a representar estilo de vida, o Ícone Pirangi reafirma seu protagonismo.",
          "read_time": 1,
          "domain": "g1.globo.com",
          "has_image": true
        },
        {
          "id": 1456194576,
          "title": "Primeira fase de matrícula para a USP começa nesta quarta-feira (4)",
          "link": "https://www.cnnbrasil.com.br/educacao/primeira-fase-de-matricula-para-a-usp-comeca-nesta-quarta-feira-4/",
          "date": "2026-02-04T03:01:38",
          "author": "tatianacavalcanti",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://admin.cnnbrasil.com.br/wp-content/themes/master-theme/assets/img/fallbackImage.jpg",
          "excerpt": "Primeira fase de matrícula para a USP começa nesta quarta-feira (4)\nConvocados na segunda chamada devem realizar pré-matrícula virtual até sexta-feira; efetivação definitiva ocorre no final do...",
          "content": "Primeira fase de matrícula para a USP começa nesta quarta-feira (4)\nConvocados na segunda chamada devem realizar pré-matrícula virtual até sexta-feira; efetivação definitiva ocorre no final do mês\nEstudantes aprovados na segunda chamada do Vestibular 2026 da USP (Universidade de São Paulo) devem realizar a pré-matrícula virtual obrigatoriamente a partir das 8h desta quarta-feira (4).\nO prazo para o preenchimento do formulário eletrônico termina às 12h de sexta-feira (6). A lista com os nomes dos selecionados foi divulgada pela Fuvest nesta terça-feira (3), no site oficial da fundação.\nO processo de ingresso na universidade exige atenção do candidato a duas etapas distintas.\nA pré-matrícula, que ocorre nesta semana, é apenas o primeiro passo. Posteriormente, será necessário realizar a efetivação da matrícula virtual definitiva, aberta entre as 8h de 23 de fevereiro e as 12h de 25 de fevereiro.\nA ausência em qualquer uma das fases resulta na perda automática da vaga.\nLista de espera e próximas chamadas Para quem não constou na lista publicada nesta terça pela Fuvest, a terceira chamada está prevista para o dia 10 de fevereiro.\nLista de espera\nCaso o nome não apareça nas convocações regulares, o vestibulando deverá manifestar interesse na lista de espera nos dias 19 e 20 de fevereiro, por meio da Área do Candidato.\nA fundação prevê três convocações a partir desta lista para o preenchimento de vagas remanescentes.\nAo todo, a USP ofereceu 8.147 vagas por meio deste vestibular, que contou com a participação de mais de 30 mil candidatos na segunda fase discursiva do processo seletivo.\nMatrícula USP 2026\n- Pré-matrícula virtual (2ª chamada): das 8h desta quarta-feira (4) até as 12h de sexta (6) no site da USP\n- Terceira chamada: 10 de fevereiro\n- Manifestação na lista de espera: nos dias 19 e 20 de fevereiro na Área do Candidato\n- Efetivação obrigatória da matrícula: de 23 de fevereiro (a partir das 8h) até 25 de fevereiro (até as 12h)\n- Consulta de resultados: no site da Fuvest",
          "read_time": 2,
          "domain": "cnnbrasil.com.br",
          "has_image": true
        },
        {
          "id": 3203815730,
          "title": "“Brasil deve passar em 1º no grupo”, diz Kaká sobre Copa do Mundo",
          "link": "https://www.cnnbrasil.com.br/esportes/futebol/brasil-deve-passar-em-1o-no-grupo-diz-kaka-sobre-copa-do-mundo/",
          "date": "2026-02-04T02:59:29",
          "author": "gabrielteles",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2026/02/Kaka-e-Cannavaro-e1770173957328.jpeg?w=1110&h=625&crop=1",
          "excerpt": "\"Brasil deve passar em 1º no grupo\", diz Kaká sobre Copa do Mundo\nEx-meia da Seleção Brasileira participou de evento no Rio ao lado do capitão da Seleção Italiana em 2006, Fabio Cannavaro\nKaká,...",
          "content": "\"Brasil deve passar em 1º no grupo\", diz Kaká sobre Copa do Mundo\nEx-meia da Seleção Brasileira participou de evento no Rio ao lado do capitão da Seleção Italiana em 2006, Fabio Cannavaro\nKaká, ex-meia da Seleção Brasileira, está confiante com o trabalho de Carlo Ancelotti e com o time que se prepara para disputar mais uma Copa do Mundo. Durante um evento no Maracanã, nesta terça-feira (3), onde \"três lendas se encontraram\", o melhor do mundo em 2007 disse que o Brasil deve passar em primeiro lugar no Grupo C, em que também estão Marrocos, Haiti e Escócia.\n\"Eu acho que é um grupo bom para o Brasil. Grupo de nível médio. Precisa ter algumas atenções. Marrocos, principalmente, uma seleção um pouco mais perigosa. Escócia é uma seleção europeia com estilo um pouco mais tático, difícil, e o Haiti essa grande surpresa que está de volta a uma Copa do Mundo\", disse.\nQuem também falou sobre os jogos deste ano foi o lendário ex-zagueiro italiano Fabio Cannavaro, único defensor eleito melhor do mundo, em 2006, e uma verdadeira muralha na Azzurra, que por diversas vezes jogou contra Kaká em grandes duelos europeus. Para o técnico da Seleção Uzbeque, a repescagem não será simples para a Seleção Italiana.\n\"Temos que esperar. Eu espero que o Gattuso e os outros consigam encontrar a fórmula mágica para levar a Itália para a Copa\", afirmou.\nEm meio às declarações de otimismo e esperança, o encontro dessas duas lendas do futebol mundial no Maracanã foi descontraído e bem diferente das antigas disputas. Kaká até comentou como fazia para furar defesas com Canavarro.\n\"O adversário mais difícil que eu já enfrentei foi o Canavarro por causa da velocidade que ele tinha e pela inteligência de jogo que ele tinha. Era sempre muito difícil enfrentá-lo. Tivemos bons embates entre Milan e Juventus, Brasil e Itália, que me fizeram crescer muito\".\nDurante o evento que reforçou o posicionamento premium de uma grande marca para expandir sua presença internacional, associando-se a Kaká, um dos maiores nomes do futebol mundial em ano de Copa do Mundo, Carolina Carrasco, diretora de branding e comunicação, comentou da importância dessa união em prol do futebol.\n\"Para a gente, é um momento especial abrir o Maracanã, que é um espaço icônico, com uma narrativa que a gente acredita muito que é 'uma lenda sempre reconhece a outra'. É uma honra pra gente fazer essa união. A gente trabalha com a permissão de estar em momentos que são culturalmente importantes. Por isso a gente escolheu o Kaká e o Canavarro em um contexto que é relevante para o Brasil\", diz Carolina Carrasco, diretora de branding e comunicação de O Boticário, marca que organizou o evento.",
          "read_time": 2,
          "domain": "cnnbrasil.com.br",
          "has_image": true
        },
        {
          "id": 1515046624,
          "title": "EUA dizem ter abatido drone iraniano que voava em direção a porta-aviões",
          "link": "https://www.bbc.com/portuguese/articles/czx3lg79r0do?at_medium=RSS&at_campaign=rss",
          "date": "2026-02-03T19:10:38",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://ichef.bbci.co.uk/news/1024/branded_portuguese/ee7b/live/4ad86aa0-0129-11f1-9f22-c9b288f3a22b.jpg",
          "excerpt": "EUA dizem ter abatido drone iraniano que voava em direção a porta-aviões\nUm drone iraniano foi derrubado depois de \"se aproximar de forma agressiva\" de um porta-aviões americano no Mar da Arábia...",
          "content": "EUA dizem ter abatido drone iraniano que voava em direção a porta-aviões\nUm drone iraniano foi derrubado depois de \"se aproximar de forma agressiva\" de um porta-aviões americano no Mar da Arábia nesta terça-feira (3/2), segundo um porta-voz das Forças Armadas dos Estados Unidos.\nUm caça F-35C, que decolou do navio de guerra USS Abraham Lincoln, abateu o drone \"em legítima defesa\" para proteger o porta-aviões e seu pessoal, afirmou o porta-voz do Comando Central dos EUA, capitão Tim Hawkins.\nA embarcação estava a aproximadamente 800 km da costa iraniana quando o drone se aproximou com \"intenção pouco clara\".\nNenhum equipamento americano foi danificado e nenhum militar ficou ferido.\nO episódio ocorre enquanto os Estados Unidos continuam a reforçar sua presença militar na região, em meio a fortes tensões entre Washington e Teerã.\nO presidente dos EUA, Donald Trump, ameaçou adotar medidas militares contra o Irã caso o país não negocie um acordo para restringir seu programa nuclear.\nEle já havia levantado a possibilidade de intervir durante a repressão violenta de Teerã contra manifestações antigovernamentais.\nApós a derrubada do drone iraniano, a secretária de Imprensa da Casa Branca, Karoline Leavitt, disse à Fox News que as negociações entre os EUA e o Irã continuam previstas para ocorrer ainda nesta semana.\nSegundo ela, Trump \"continua comprometido em sempre buscar primeiro a diplomacia\", mas acrescentou que ele \"sempre tem uma gama de opções sobre a mesa, e isso inclui o uso da força militar\".\nLeavitt também afirmou que o enviado especial dos EUA, Steve Witkoff, o mais alto representante do governo Trump no exterior, deve participar das negociações em nome da Casa Branca.\nA imprensa americana havia noticiado que ele se reuniria com o ministro das Relações Exteriores do Irã, Abbas Araghchi, na sexta-feira (6/2) em Istambul.\nNo entanto, o site de notícias Axios citou duas fontes que dizem que Teerã queria que o local fosse transferido para Omã.\nO líder supremo do Irã, aiatolá Ali Khamenei, já havia advertido que qualquer ataque ao país desencadearia uma \"guerra regional\".\nTeerã não comentou o incidente com o drone ocorrido nesta terça.",
          "read_time": 2,
          "domain": "bbc.com",
          "has_image": true
        }
      ],
      "count": 10
    },
    "tech": {
      "name": "Tech & Futuro",
      "description": "Tecnologia, inovação e o mundo digital",
      "articles": [
        {
          "id": 3348940189,
          "title": "Adobe actually won’t discontinue Animate",
          "link": "https://www.theverge.com/tech/873621/adobe-animate-maintenance-mode-reverse-course",
          "date": "2026-02-04T01:28:47",
          "author": "Jay Peters",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23624358/acastro_STK124_04.jpg?quality=90&strip=all&crop=0%2C10.732984293194%2C100%2C78.534031413613&w=1200",
          "excerpt": "Adobe is no longer planning to discontinue Adobe Animate on March 1st. In an FAQ, the company now says that Animate will now be in maintenance mode and that it has “no plans to discontinue or remove...",
          "content": "Adobe is no longer planning to discontinue Adobe Animate on March 1st. In an FAQ, the company now says that Animate will now be in maintenance mode and that it has “no plans to discontinue or remove access” to the app. Animate will still receive “ongoing security and bug fixes” and will still be available for “both new and existing users,” but it won’t get new features.\nAdobe actually won’t discontinue Animate\nIt won’t get new features, but it will still be available.\nIt won’t get new features, but it will still be available.\nMany creators expressed frustration after Adobe’s original discontinuation announcement from Monday (here’s a Wayback Machine link), and the application is still used by creators like David Firth, the person behind the animated web series Salad Fingers. Now, Adobe says that “We are committed to ensuring Animate users always have access to their content regardless of the state of development of the application.”\nAn announcement email that went out to Adobe Animate customers about the discontinuation did “not meet our standards and caused a lot of confusion and angst within the community,” according to a Reddit post from Adobe community team member Mike Chambers.\nAnimate will be available in maintenance mode “indefinitely” to “individual, small business, and enterprise customers,” according to Adobe. Before the change, Adobe said that non-enterprise customers could access Animate and download content until March 1st, 2027, while enterprise customers had until March 1st, 2029.",
          "read_time": 1,
          "domain": "theverge.com",
          "has_image": true
        },
        {
          "id": 3484380015,
          "title": "Republicans haul Netflix before Congress for being too ‘woke’",
          "link": "https://www.theverge.com/policy/873533/netflix-warner-bros-discovery-senate-antitrust-hearing",
          "date": "2026-02-04T00:07:07",
          "author": "Lauren Feiner",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/02/gettyimages-2259773358.jpg?quality=90&strip=all&crop=6%2C26.100201527862%2C64%2C50.253142845785&w=1200",
          "excerpt": "Netflix CEO Ted Sarandos was launched into the middle of a congressional culture war on Tuesday as he testified before a Senate subcommittee about the company’s attempt to buy a large part of Warner...",
          "content": "Netflix CEO Ted Sarandos was launched into the middle of a congressional culture war on Tuesday as he testified before a Senate subcommittee about the company’s attempt to buy a large part of Warner Bros Discovery.\nRepublicans haul Netflix before Congress for being too ‘woke’\nOne Republican senator accused Netflix of creating the ‘wokest content in the history of the world.’\nOne Republican senator accused Netflix of creating the ‘wokest content in the history of the world.’\nThe hearing before the Senate Judiciary antitrust subcommittee highlighted an array of traditional merger concerns on both sides of the aisle: that the deal could potentially raise costs for consumers, limit their theater experiences, or shrink the market for entertainment jobs. But a large chunk of the session also focused on Netflix’s allegedly “woke” programming, including content that features transgender characters.\nNetflix is facing a competing bid from Paramount Skydance, run by CEO David Ellison, the son of President Donald Trump’s close ally and Oracle co-founder Larry Ellison. WBD has rejected Paramount’s offer, but Republicans are pushing to knock Netflix out of the running.\n“Why in the world would we give a seal of approval or a thumbs up to make you the largest behemoth on the planet related to content?” Sen. Eric Schmitt (R-MO) asked. “It seems as though you have engaged in creating not only a monopoly of content, potentially, but the wokest content in the history of the world.”\nAfter subcommittee Ranking Member Cory Booker (D-NJ) began his questioning following Schmitt by saying he’d get back to the topic of antitrust, Sen. Ashley Moody (R-FL) countered that the question of content was relevant to the topic at hand. “If there are folks across America who are already struggling with their limited options,” she said to the executives, “you’re proposing you become even larger, and I am just saying maybe that shouldn’t have been a joke, ‘let’s get back to antitrust,’ let’s truly talk about whether there are going to be options.”\nSen. Josh Hawley (R-MO) made a hard pivot from his questioning on whether Netflix would commit to using union labor and pay residuals on streaming content to ask, “Why is it that so much of Netflix content for children promotes a transgender ideology?” Hawley alleged that “almost half” of its content for minor children, excluding older teens, “promotes a transgender ideology agenda.” Sarandos said he didn’t know where that alleged number came from, and said that “Netflix has no political agenda of any kind.”\nThe French film Cuties featured heavily at the hearing as an example of oversexualized kids content. The movie, which was created as a commentary on the sexualization of young girls and Sarandos said is rated for mature audiences, not kids, became a symbol of Netflix’s alleged ideologically-driven library. Billionaire and Trump backer Elon Musk previously led a campaign against Netflix over shows like Dead End: Paranormal Park and The Baby-Sitters Club for featuring trans characters. GOP lawmakers also pointed to Netflix’s staff’s primarily Democratic-leaning political donations and content featuring LGBTQ+ characters as other examples of its bias.\nSen. Ted Cruz (R-TX) asked Sarandos and WBD Chief Revenue and Strategy Officer Bruce Campbell if they’d watched the Grammys this weekend (only Sarandos caught the “tail end”). “Are we right now on stolen land?” Cruz asked pointedly, referencing artist Billie Eilish’s speech opposing ICE, where she said, “no one is illegal on stolen land.” Both said they didn’t know. (The Grammys were broadcast on CBS, which is owned by Paramount Skydance.)\nEllison declined an invitation to attend the hearing because he believed it wouldn’t be helpful given the circumstances, Booker said. But Ellison met with lawmakers privately, and Booker described his conversation with him as “fruitful.” Paramount’s bid could raise some of the same concerns as Netflix’s, but Ellison’s father’s close tie to President Donald Trump would potentially assuage some of the content concerns for Republicans, and raise them for Democrats.\nBooker raised deep concerns about whether any transaction would be reviewed fairly by independent enforcers under the Trump administration. Sarandos admitted he’d met with Trump shortly before the deal was announced, but that the deal was not discussed in detail and was not the primary purpose of the conversation. “I do not trust this administration in their evaluations, and I just pray to God that everything that you all hope might come should this move forward, that you all attested to, comes to pass,” Booker said.",
          "read_time": 4,
          "domain": "theverge.com",
          "has_image": true
        },
        {
          "id": 2331436043,
          "title": "Netflix says users can cancel service if HBO Max merger makes it too expensive",
          "link": "https://arstechnica.com/gadgets/2026/02/netflix-claims-subscribers-will-get-more-content-for-less-if-it-buys-hbo-max/",
          "date": "2026-02-03T23:41:39",
          "author": "Scharon Harding",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://cdn.arstechnica.net/wp-content/uploads/2026/02/GettyImages-2259767834-1024x648.jpg",
          "excerpt": "There is concern that subscribers might be negatively affected if Netflix acquires Warner Bros. Discovery’s (WBD’s) streaming and movie studios businesses. One of the biggest fears is that the merger...",
          "content": "There is concern that subscribers might be negatively affected if Netflix acquires Warner Bros. Discovery’s (WBD’s) streaming and movie studios businesses. One of the biggest fears is that the merger would lead to higher prices due to Netflix having less competition. During a Senate hearing today, Netflix co-CEO Ted Sarandos suggested that the merger would have an opposite effect.\nSarandos was speaking at a hearing held by the US Senate Judiciary Committee’s Subcommittee on Antitrust, Competition Policy, and Consumer Rights, “Examining the Competitive Impact of the Proposed Netflix-Warner Brothers Transaction.”\nSarandos aimed to convince the subcommittee that Netflix wouldn’t become a monopoly in streaming or in movie and TV production if regulators allowed its acquisition to close. Netflix is the largest subscription video-on-demand (SVOD) provider by subscribers (301.63 million as of January 2025), and WBD is the third (128 million streaming subscribers, including users of HBO Max and, to a smaller degree, Discovery+).\nSpeaking at today’s hearing, Sarandos said:\nNetflix and Warner Bros. both have streaming services, but they are very complementary. In fact, 80 percent of HBO Max subscribers also subscribe to Netflix. We will give consumers more content for less.\nDuring the hearing, Sen. Amy Klobuchar (D-Minnesota) asked Sarandos how Netflix can ensure that streaming remains “affordable” after a merger, especially after Netflix issued a price hike in January 2025 despite it adding more subscribers.\nSarandos said the streaming industry is still competitive. The executive claimed that previous Netflix price hikes have come with “a lot more value” for subscribers.\n“We are a one-click cancel, so if the consumer says, ‘That’s too much for what I’m getting,’ they can cancel with one click,” Sarandos said.\nWhen pressed further on pricing, the executive argued that the merger doesn’t pose “any concentration risk” and that Netflix is working with the US Department of Justice on potential guardrails against more price hikes.",
          "read_time": 2,
          "domain": "arstechnica.com",
          "has_image": true
        },
        {
          "id": 2810643240,
          "title": "AMD hints Microsoft could launch its next-gen Xbox in 2027",
          "link": "https://www.theverge.com/news/873490/microsoft-next-gen-xbox-console-2027-date-amd",
          "date": "2026-02-03T23:22:37",
          "author": "Tom Warren",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25290359/STK048_XBOX_C.jpg?quality=90&strip=all&crop=0%2C9.9676601489831%2C100%2C80.064679702034&w=1200",
          "excerpt": "Microsoft confirmed last year that it’s working on a next-gen Xbox console in partnership with AMD. Now, AMD is hinting that the next Xbox console, which will use custom AMD chips, could be launching...",
          "content": "Microsoft confirmed last year that it’s working on a next-gen Xbox console in partnership with AMD. Now, AMD is hinting that the next Xbox console, which will use custom AMD chips, could be launching in 2027.\nAMD hints Microsoft could launch its next-gen Xbox in 2027\nAMD says it’s ready to support Microsoft launching its next Xbox as soon as next year.\nAMD says it’s ready to support Microsoft launching its next Xbox as soon as next year.\n“Development of Microsoft’s next-gen Xbox, featuring an AMD semi-custom SoC, is progressing well to support a launch in 2027,” said AMD CEO Lisa Su on an earnings call today. The brief comment doesn’t confirm Microsoft will launch a new Xbox in 2027, but it does reveal that AMD is ready to support a launch then if Microsoft is also ready.\nMicrosoft entered a “strategic multi-year partnership” with AMD last year that includes the pair co-engineering silicon “across a portfolio of devices — including our next-generation Xbox consoles in your living room and in your hands.” AMD and Microsoft are also working together to build the next generation of Xbox Cloud Gaming servers.\nMicrosoft has been teasing that the next-gen Xbox will be some type of hybrid console and PC, with the Xbox Ally devices serving as the initial groundwork towards this end goal. “The next-gen console is going to be a very premium, very high-end curated experience,” said Xbox president Sarah Bond in October.\nMicrosoft hasn’t put a date on its next-gen Xbox, and documents that leaked as part of the FTC v. Microsoft case originally pointed towards a potential 2028 release. Those documents, which don’t reflect current plans anymore, mentioned using a custom AMD CPU as well as a co-designed AMD GPU.",
          "read_time": 1,
          "domain": "theverge.com",
          "has_image": true
        },
        {
          "id": 3320970500,
          "title": "Godlike Titan threatens humanity in Monarch: Legacy of Monsters S2 trailer",
          "link": "https://arstechnica.com/culture/2026/02/meet-the-new-tentacled-titan-x-in-monarch-legacy-of-monsters-s2-trailer/",
          "date": "2026-02-03T22:55:59",
          "author": "Jennifer Ouellette",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://cdn.arstechnica.net/wp-content/uploads/2026/02/monarch1-1152x648-1770156538.jpg",
          "excerpt": "Last month, Apple TV released a teaser for the second season of Monarch: Legacy of Monsters, part of Legendary Entertainment’s MonsterVerse, which brought Godzilla, King Kong, and various other...",
          "content": "Last month, Apple TV released a teaser for the second season of Monarch: Legacy of Monsters, part of Legendary Entertainment’s MonsterVerse, which brought Godzilla, King Kong, and various other monsters (kaiju) created by Toho Co., Ltd into a shared narrative. But we only got the most fleeting glimpse of the promised new mythical Titan threatening the human race. The full trailer just dropped and rectifies that: it’s a gigantic tentacled undersea being dubbed Titan X—and only Kong and Godzilla can stop it.\n(Spoilers for Season 1 below.)\nAs previously reported, the first season picked up where 2014’s Godzilla left off, specifically the introduction of Project Monarch, a secret organization established in the 1950s to study Godzilla and other kaiju—after attempts to kill Godzilla with nuclear weapons failed. In the S1 finale, Godzilla fights off an Ion Dragon, tossing it through a rift back to the Hollow Earth, and Lee Shaw (Kurt Russell) seemingly sacrifices himself to save his colleagues. Per the official Season 2 premise:\nSeason two will pick up with the fate of Monarch—and the world—hanging in the balance. The dramatic saga reveals buried secrets that reunite our heroes (and villains) on Kong’s Skull Island, and a new, mysterious village where a mythical Titan rises from the sea. The ripple effects of the past make waves in the present day, blurring the bonds between family, friend and foe—all with the threat of a titan event on the horizon.\nIn addition to Russell, returning cast members include Wyatt Russell (son of Kurt) as the younger Shaw; Anna Sawai as Cate Randa; Kiersey Clemons as May; Ren Watabe as Kentaro Randa; Joe Tippett as Tim; Elisa Lasowski as Duvall; and Anders Holm playing the younger version of Monarch researcher Bill Randa. Takehiro Hira, Amber Midthunder, Curtiss Cook, Cliff Curtis, Dominique Tipper, and Camilo Jiménez Varón will join the S2 cast as guest stars.",
          "read_time": 2,
          "domain": "arstechnica.com",
          "has_image": true
        },
        {
          "id": 1145805051,
          "title": "Nvidia's $100 billion OpenAI deal has seemingly vanished",
          "link": "https://arstechnica.com/information-technology/2026/02/five-months-later-nvidias-100-billion-openai-investment-plan-has-fizzled-out/",
          "date": "2026-02-03T22:44:15",
          "author": "Benj Edwards",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://cdn.arstechnica.net/wp-content/uploads/2025/09/nvidia-1152x648.jpg",
          "excerpt": "In September 2025, Nvidia and OpenAI announced a letter of intent for Nvidia to invest up to $100 billion in OpenAI’s AI infrastructure. At the time, the companies said they expected to finalize...",
          "content": "In September 2025, Nvidia and OpenAI announced a letter of intent for Nvidia to invest up to $100 billion in OpenAI’s AI infrastructure. At the time, the companies said they expected to finalize details “in the coming weeks.” Five months later, no deal has closed, Nvidia’s CEO now says the $100 billion figure was “never a commitment,” and Reuters reports that OpenAI has been quietly seeking alternatives to Nvidia chips since last year.\nReuters also wrote that OpenAI is unsatisfied with the speed of some Nvidia chips for inference tasks, citing eight sources familiar with the matter. Inference is the process by which a trained AI model generates responses to user queries. According to the report, the issue became apparent in OpenAI’s Codex, an AI code-generation tool. OpenAI staff reportedly attributed some of Codex’s performance limitations to Nvidia’s GPU-based hardware.\nAfter the Reuters story published and Nvidia’s stock price took a dive, Nvidia and OpenAI have tried to smooth things over publicly. OpenAI CEO Sam Altman posted on X: “We love working with NVIDIA and they make the best AI chips in the world. We hope to be a gigantic customer for a very long time. I don’t get where all this insanity is coming from.”\nWhat happened to the $100 billion?\nThe September announcement described a wildly ambitious plan: 10 gigawatts of Nvidia systems for OpenAI, requiring power output equal to roughly 10 nuclear reactors. Nvidia CEO Jensen Huang told CNBC at the time that the project would match Nvidia’s total GPU shipments for the year. “This is a giant project,” Huang said.\nBut the deal was always a letter of intent, not a binding contract. And in recent weeks, Huang has been walking back the number. On Saturday, he told reporters in Taiwan that the $100 billion was “never a commitment.” He said OpenAI had invited Nvidia to invest “up to” that amount and that Nvidia would “invest one step at a time.”\n“We are going to make a huge investment in OpenAI,” Huang said. “Sam is closing the round, and we will absolutely be involved. We will invest a great deal of money, probably the largest investment we’ve ever made.” But when asked if it would be $100 billion, Huang replied, “No, no, nothing like that.”",
          "read_time": 2,
          "domain": "arstechnica.com",
          "has_image": true
        },
        {
          "id": 2017125468,
          "title": "Department of Justice appeals Google search monopoly ruling",
          "link": "https://www.theverge.com/tech/873438/google-antitrust-case-doj-states-appeal",
          "date": "2026-02-03T22:40:47",
          "author": "Stevie Bonifield",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25505437/247157_DOJ_tech_regulation_CVirginia_A.jpg?quality=90&strip=all&crop=0%2C10.732984293194%2C100%2C78.534031413613&w=1200",
          "excerpt": "On Tuesday, the Department of Justice and the plaintiffs in the antitrust case against Google filed a cross-appeal, as the DOJ Antitrust Division announced in a post on X: “Today, the DOJ Antitrust...",
          "content": "On Tuesday, the Department of Justice and the plaintiffs in the antitrust case against Google filed a cross-appeal, as the DOJ Antitrust Division announced in a post on X: “Today, the DOJ Antitrust Division filed notice that it will cross-appeal from the remedies decisions in its case against Google’s unlawful monopolization of internet search and search advertising.”\nDepartment of Justice appeals Google search monopoly ruling\nGoogle filed its own appeal in the case last month.\nGoogle filed its own appeal in the case last month.\nJust a few weeks ago, Google itself filed a notice to appeal and requested a pause on the remedies ordered by DC District Court Judge Amit Mehta last year. Those remedies included requiring Google to share search data with its rivals and barring Google from making exclusive distribution deals for its search or AI products that could hinder distribution for competitors. However, Google was ultimately not required to sell its Chrome browser and wasn’t barred from paying distribution partners for preloading or premium placement of its search or AI products.\nThe DOJ’s cross-appeal suggests that neither party is fully satisfied with Judge Mehta’s ruling in the case, or at least the remedies ordered in September.",
          "read_time": 1,
          "domain": "theverge.com",
          "has_image": true
        },
        {
          "id": 672313737,
          "title": "Slopaganda goes West",
          "link": "https://www.theverge.com/news/873400/nick-shirley-somali-daycares-san-diego-california-youtube",
          "date": "2026-02-03T22:23:09",
          "author": "Mia Sato",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/01/268235_Nick_Shirley_right_wing_influence_CVirginia.jpg?quality=90&strip=all&crop=0%2C10.732984293194%2C100%2C78.534031413613&w=1200",
          "excerpt": "After right-wing YouTuber Nick Shirley’s viral video alleging fraud at Minnesota daycares he said were operated by Somali residents, Donald Trump’s administration responded by flooding the state with...",
          "content": "After right-wing YouTuber Nick Shirley’s viral video alleging fraud at Minnesota daycares he said were operated by Somali residents, Donald Trump’s administration responded by flooding the state with federal immigration agents and freezing funding for childcare services. (A judge ruled that the federal government must continue funding childcare subsidies, at least temporarily.) Now Shirley is back loitering outside daycares again, this time in California.\nSlopaganda goes West\nAfter triggering an influx of federal immigration agents in Minneapolis, right-wing provocateur Nick Shirley is reportedly trying the same stunt in San Diego.\nAfter triggering an influx of federal immigration agents in Minneapolis, right-wing provocateur Nick Shirley is reportedly trying the same stunt in San Diego.\nOver the weekend the 23-year-old posted a photo of himself with the caption “Hello California I’ve arrived.” Like with his last video, which featured a “source” later identified by The Intercept as a far-right onetime political candidate and lobbyist, Shirley seems to have had a local tour guide: Amy Reichert, a San Diego right-wing activist who unsuccessfully ran for local election. She said on X that she spent two days with Shirley “checking out learning centers” in the city. An accompanying image appears to show the two of them — a tripod-mounted phone in tow — outside a business.\nShirley’s playbook is essentially to pull public records on licensed childcare facilities, looking for citations or reports from state inspectors that he or his “sources” deem suspicious. He then physically visits daycare facilities and, in the case of the Minneapolis video, demands to “see the children” in the provider’s care. In Minneapolis, a refusal to let Shirley and his team into daycares was taken as evidence that the business was a sham — a claim unsupported by follow-up visits. (Perhaps a good daycare should not allow a random YouTuber near its kids?) Subsequent visits by state inspectors found that children were present at the daycares Shirley visited and that they were “operating as expected.”\nEven though Shirley hasn’t yet published a video about San Diego, local childcare providers have already reported harassment. One provider told a local news outlet that she came home with children in her care only to find two men with a camera outside her house who finally left when she entered with the children.\n“For over a month, Somali childcare providers have endured harassment by internet vigilantes who are dead set on exposing fraud in California’s highly regulated government child care system,” Doug Moore, executive director of United Domestic Workers of America said in a statement on Tuesday. “In the process, they are stalking and intimidating our members at their homes and places of business. These provocateurs are sowing seeds of hatred and distrust of our neighbors after taking cues from the president who referred to Somalians as ‘garbage.’ We treasure our Somali members and their contributions to our families, our union, and our communities.”\nShirley’s online presence is as much MAGA propaganda as it is algorithm bait — I described him last week as a “slopagandist” similar to yellow journalism of the late 19th century, updated for the influencer age. His content is repetitive, with rehashed video titles and recurring themes and filming locations. Unlike a true ideologue, Shirley will go wherever the audience analytics take him. At the moment, the algorithm is taking him to childcare centers.",
          "read_time": 3,
          "domain": "theverge.com",
          "has_image": true
        },
        {
          "id": 3562573585,
          "title": "Newborn dies after mother drinks raw milk during pregnancy",
          "link": "https://arstechnica.com/health/2026/02/newborns-death-spurs-raw-milk-warning-in-new-mexico/",
          "date": "2026-02-03T21:15:57",
          "author": "Beth Mole",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://cdn.arstechnica.net/wp-content/uploads/2026/02/GettyImages-2211793949-2560x1440.jpg",
          "excerpt": "A newborn baby has died in New Mexico from a Listeria infection that state health officials say was likely contracted from raw (unpasteurized) milk that the baby’s mother drank during pregnancy.\nIn a...",
          "content": "A newborn baby has died in New Mexico from a Listeria infection that state health officials say was likely contracted from raw (unpasteurized) milk that the baby’s mother drank during pregnancy.\nIn a news release Tuesday, officials warned people not to consume any raw dairy, highlighting that it can be teeming with a variety of pathogens. Those germs are especially dangerous to pregnant women, as well as young children, the elderly, and people with weakened immune systems.\n“Raw milk can contain numerous disease-causing germs, including Listeria, which is bacteria that can cause miscarriage, stillbirth, preterm birth, or fatal infection in newborns, even if the mother is only mildly ill,” the New Mexico Department of Health said in the press release.\nThe health department noted that it could not definitively link the baby’s death to the raw milk the mother drank. But raw milk is notorious for transmitting Listeria monocytogenes bacterium. The Food and Drug Administration has a “Food Safety for Moms-to-Be” webpage about Listeria, in which it poses the question and answer: “How could I get listeriosis? You can get listeriosis by eating raw, unpasteurized milk and unpasteurized milk products… .”\nListeria is a particular danger during pregnancy. When exposed, pregnant people are 10 times more likely to develop a Listeria infection than other healthy adults because altered immune responses during pregnancy make it harder to fight off infections. Further, Listeria is one of a few pathogens that are able to cross the placental barrier and infect a developing fetus.",
          "read_time": 1,
          "domain": "arstechnica.com",
          "has_image": true
        },
        {
          "id": 2833921543,
          "title": "X office raided in France's Grok probe; Elon Musk summoned for questioning",
          "link": "https://arstechnica.com/tech-policy/2026/02/x-office-raided-in-frances-grok-probe-elon-musk-summoned-for-questioning/",
          "date": "2026-02-03T20:13:08",
          "author": "Jon Brodkin",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://cdn.arstechnica.net/wp-content/uploads/2024/02/Elon-Musk-X-1152x648.jpg",
          "excerpt": "French law enforcement authorities today raided X’s Paris office and summoned Elon Musk for questioning as part of an investigation into illegal content. The Paris public prosecutor’s office said the...",
          "content": "French law enforcement authorities today raided X’s Paris office and summoned Elon Musk for questioning as part of an investigation into illegal content. The Paris public prosecutor’s office said the yearlong probe was recently expanded because the Grok chatbot was disseminating Holocaust-denial claims and sexually explicit deepfakes.\nEuropol, which is assisting French authorities, said today the “investigation concerns a range of suspected criminal offenses linked to the functioning and use of the platform, including the dissemination of illegal content and other forms of online criminal activity.” Europol’s cybercrime center provided “an analyst on the ground in Paris to assist national authorities.” The French Gendarmerie’s cybercrime unit is also aiding the investigation.\nFrench authorities want to question Musk and former X CEO Linda Yaccarino, who quit last year amid a controversy over Grok’s praise of Hitler. Prosecutors summoned Musk and Yaccarino for interviews in April 2026, though the interviews are being described as voluntary.\nThe office of Paris public prosecutor Laure Beccuau said today that the potential crimes being investigated include complicity in possession and distribution of pornographic images of minors; infringement of personal image rights via sexual deepfakes; denial of crimes against humanity; fraudulent extraction of data from an automated data processing system; falsification of the operation of an automated data processing system; and operation of an illegal online platform by an organized group.\nWe contacted X today and will update this article if it provides any comment. The company criticized the investigation at an earlier stage, alleging in July 2025 that France was conducting “a politically motivated criminal investigation into X” that “threatens our users’ rights to privacy and free speech.”",
          "read_time": 1,
          "domain": "arstechnica.com",
          "has_image": true
        }
      ],
      "count": 10
    },
    "ciencia": {
      "name": "Ciência & Espaço",
      "description": "Descobertas científicas e exploração espacial",
      "articles": [
        {
          "id": 4109714081,
          "title": "Full Moon over Artemis II",
          "link": "https://www.nasa.gov/image-article/full-moon-over-artemis-ii/",
          "date": "2026-02-03T17:01:07",
          "author": "Monika Luabeya",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.nasa.gov/wp-content/uploads/2026/02/artemis-ii-at-the-pad-full-snow-moon-02012026-2orig.jpg",
          "excerpt": "A full moon is seen shining over NASA’s SLS (Space Launch System) and Orion spacecraft, atop the mobile launcher at Launch Pad 39B at NASA’s Kennedy Space Center in Florida in the early hours of...",
          "content": "A full moon is seen shining over NASA’s SLS (Space Launch System) and Orion spacecraft, atop the mobile launcher at Launch Pad 39B at NASA’s Kennedy Space Center in Florida in the early hours of February 1, 2026.\nThe agency concluded a wet dress rehearsal for the agency’s Artemis II test flight early Tuesday morning, successfully loading cryogenic propellant into the SLS (Space Launch System) tanks, sending a team out to the launch pad to closeout Orion, and safely draining the rocket. The wet dress rehearsal was a prelaunch test to fuel the rocket, designed to identify any issues and resolve them before attempting a launch. To allow teams to review data and conduct a second wet dress rehearsal, NASA now will target March as the earliest possible launch opportunity for the flight test.\nRead more about the wet dress rehearsal.\nImage credit: NASA/Sam Lott",
          "read_time": 1,
          "domain": "nasa.gov",
          "has_image": true
        },
        {
          "id": 95731995,
          "title": "NASA Space to Soil Challenge",
          "link": "https://www.nasa.gov/directorates/stmd/prizes-challenges-crowdsourcing-program/center-of-excellence-for-collaborative-innovation-coeci/nasa-space-to-soil-challenge/",
          "date": "2026-02-03T15:12:32",
          "author": "Bailey G. Light",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.nasa.gov/wp-content/uploads/2025/03/e3-pia26496-nisar-illo.jpg",
          "excerpt": "Rapid advances in commercial space, artificial intelligence, and edge computing are transforming what is possible for Earth observation. By pushing more intelligence onboard, missions can move from...",
          "content": "Rapid advances in commercial space, artificial intelligence, and edge computing are transforming what is possible for Earth observation. By pushing more intelligence onboard, missions can move from passively collecting data to actively interpreting and responding to changing surface conditions in near-real time, enabling more targeted observations and dramatically improving the value of data returned to the ground. Within this context, land-focused applications such as regenerative agriculture, sustainable forestry, and broader land resilience efforts stand to benefit enormously from satellites that can adapt what, when, and how they sense based on dynamic environmental signals and algorithmic insight rather than fixed schedules or static acquisition plans.\nNASA Earth Science Technology Office (ESTO) invites participants to design small satellite (SmallSat) mission concepts that leverage adaptive sensing and onboard processing to enhance regenerative agriculture, forestry, or a similar land resilience objective. Participants must work within onboard power, compute, and bandwidth constraints characteristic of SmallSat missions, focusing on how to orchestrate existing land observation algorithms into an efficient, responsive onboard intelligence layer. Both hardware-oriented and software-oriented solutions—or combinations of the two—are encouraged.\nNASA’s primary objective for this challenge is to advance computational and systems approaches for adaptive sensing or onboard processing on SmallSat missions. The goal is not to develop new agricultural or forestry science but rather to improve how SmallSats sense, process, and deliver information to enable these applications.\nAward: $400,000 in total prizes\nChallenge Open Date: January 30, 2026\nSubmission Close Date: May 4, 2026\nFor more information, visit: https://nasa-space-to-soil.org/",
          "read_time": 1,
          "domain": "nasa.gov",
          "has_image": true
        },
        {
          "id": 4104990898,
          "title": "New catalyst turns carbon dioxide into clean fuel source",
          "link": "https://www.sciencedaily.com/releases/2026/02/260203030548.htm",
          "date": "2026-02-03T11:08:34",
          "author": "Redação",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.sciencedaily.com/images/1920/abstract-hot-energy-chemistry-reaction.webp",
          "excerpt": "New catalyst turns carbon dioxide into clean fuel source\n- Date:\n- February 3, 2026\n- Source:\n- Yale University\n- Summary:\n- Researchers have found that manganese, an abundant and inexpensive metal,...",
          "content": "New catalyst turns carbon dioxide into clean fuel source\n- Date:\n- February 3, 2026\n- Source:\n- Yale University\n- Summary:\n- Researchers have found that manganese, an abundant and inexpensive metal, can be used to efficiently convert carbon dioxide into formate, a potential hydrogen source for fuel cells. The key was a clever redesign that made the catalyst last far longer than similar low-cost materials. Surprisingly, the improved manganese catalyst even beat many expensive precious-metal options. The discovery could help turn greenhouse gas into clean energy ingredients.\n- Share:\nA new study from scientists at Yale University and the University of Missouri shows that catalysts made with manganese can efficiently convert carbon dioxide into formate. Manganese is widely available and low cost, making it an attractive alternative to expensive metals. Formate is considered a promising material for storing hydrogen, which could help power the next generation of fuel cells.\nThe research was published in the journal Chem. The lead authors are Yale postdoctoral researcher Justin Wedal and University of Missouri graduate research assistant Kyler Virtue. Senior authors include Yale professor Nilay Hazari and University of Missouri professor Wesley Bernskoetter.\nWhy Hydrogen Fuel Cells Matter\nHydrogen fuel cells work by turning chemical energy from hydrogen into electricity, similar to how a battery operates. Although the technology holds promise for clean energy, large-scale adoption has been limited by the difficulty and cost of producing and storing hydrogen efficiently.\n\"Carbon dioxide utilization is a priority right now, as we look for renewable chemical feedstocks to replace feedstocks derived from fossil fuel,\" said Hazari, the John Randolph Huffman Professor of Chemistry, and chair of chemistry, in Yale's Faculty of Arts and Sciences (FAS).\nFormate as a Hydrogen Carrier\nFormic acid, the protonated form of formate, is already manufactured at an industrial scale. It is commonly used as a preservative, an antibacterial agent, and in leather tanning. Many scientists also see it as a practical source of hydrogen for fuel cells, provided it can be made in a sustainable and efficient way.\nToday, most industrial formate production relies on fossil fuels, which limits its long-term environmental benefits. Researchers say a cleaner alternative would be to produce formate directly from carbon dioxide in the air. This approach would both reduce greenhouse gas levels and create a useful chemical product.\nThe Catalyst Challenge\nTransforming carbon dioxide into formate requires a catalyst, and that has been a major obstacle. Many of the most effective catalysts developed so far depend on precious metals that are costly, scarce, and often toxic. More abundant metals tend to break down quickly, which reduces their ability to drive the chemical reaction.\nHow Manganese Outperformed Expectations\nThe research team developed a new strategy to overcome this problem. By redesigning the catalyst structure, they significantly extended the working lifetime of manganese-based catalysts. As a result, these catalysts performed better than most precious metal alternatives.\nAccording to the researchers, the key improvement came from adding an extra donor atom to the ligand design (ligands are atoms or molecules that bond with a metal atom and influence reactivity). This change helped stabilize the catalyst and maintain its effectiveness.\n\"I'm excited to see the ligand design pay off in such a meaningful way,\" said Wedal.\nBroader Implications for Clean Chemistry\nThe team believes this approach could be applied beyond carbon dioxide conversion. Similar design principles may improve catalysts used in other chemical reactions, potentially expanding the impact of the work.\nYale researchers Brandon Mercado and Nicole Piekut also contributed to the study. Funding for the research was provided by the U.S. Department of Energy's Office of Science.\nStory Source:\nMaterials provided by Yale University. Note: Content may be edited for style and length.\nJournal Reference:\n- Justin C. Wedal, Kyler B. Virtue, Wesley H. Bernskoetter, Nilay Hazari, Brandon Q. Mercado, Nicole Piekut. Improving productivity and stability for CO2 hydrogenation by using pincer-ligated Mn complexes with hemilabile ligands. Chem, 2026; 102833 DOI: 10.1016/j.chempr.2025.102833\nCite This Page:",
          "read_time": 3,
          "domain": "sciencedaily.com",
          "has_image": true
        },
        {
          "id": 585249924,
          "title": "Scientists just mapped the hidden structure holding the Universe together",
          "link": "https://www.sciencedaily.com/releases/2026/02/260203020205.htm",
          "date": "2026-02-03T08:48:13",
          "author": "Redação",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.sciencedaily.com/images/1920/hst-jwst-cosmos-dark-matter-distribution-contour-map.webp",
          "excerpt": "Scientists just mapped the hidden structure holding the Universe together\n- Date:\n- February 3, 2026\n- Source:\n- Durham University\n- Summary:\n- Astronomers have produced the most detailed map yet of...",
          "content": "Scientists just mapped the hidden structure holding the Universe together\n- Date:\n- February 3, 2026\n- Source:\n- Durham University\n- Summary:\n- Astronomers have produced the most detailed map yet of dark matter, revealing the invisible framework that shaped the Universe long before stars and galaxies formed. Using powerful new observations from NASAâs James Webb Space Telescope, the research shows how dark matter gathered ordinary matter into dense regions, setting the stage for galaxies like the Milky Way and eventually planets like Earth.\n- Share:\nScientists have produced the most detailed map ever created of dark matter that runs throughout the Universe, revealing how it has influenced the formation of stars, galaxies, and planets.\nThe research, which includes astronomers from Durham University in the UK, provides new insight into how this unseen substance helped draw ordinary matter together, forming galaxies such as the Milky Way and eventually planets like Earth.\nThe findings are based on new observations from NASA's James Webb Space Telescope (Webb) and are published in the journal Nature Astronomy.\nThe international study was led jointly by Durham University, NASA's Jet Propulsion Laboratory (JPL), and the École Polytechnique Fédéral de Lausanne (EPFL), Switzerland.\nHow Dark Matter Shaped the Universe We See Today\nThe newly created map confirms earlier studies while revealing finer details about the relationship between dark matter and the normal matter that makes up everything we can see, touch, and interact with.\nAt the beginning of the Universe, both dark matter and ordinary matter were likely spread thinly across space. Scientists believe dark matter began clumping together first. Its gravity then pulled in normal matter, creating dense regions where stars and galaxies could begin to form.\nThis process set the overall pattern for how galaxies are distributed across the Universe today. By allowing galaxies and stars to form earlier than they otherwise would have, dark matter also helped create the conditions needed for planets to develop. Without this early influence, the elements required for life may never have formed within our galaxy.\nResearch co-lead author Dr. Gavin Leroy, in the Institute for Computational Cosmology, Department of Physics, Durham University, said: \"By revealing dark matter with unprecedented precision, our map shows how an invisible component of the Universe has structured visible matter to the point of enabling the emergence of galaxies, stars, and ultimately life itself.\n\"This map reveals the invisible but essential role of dark matter, the true architect of the Universe, which gradually organizes the structures we observe through our telescopes.\"\nDetecting the Invisible Through Gravity\nDark matter cannot be seen directly because it does not emit, reflect, absorb, or block light. It also moves through ordinary matter without interacting with it, much like a ghost.\nIts presence is detected through gravity. The new map shows this effect with greater clarity than ever before. One key piece of evidence is how closely maps of dark matter line up with maps of normal matter.\nAccording to the researchers, Webb's observations show that this alignment is not accidental. Instead, it reflects dark matter's gravitational pull drawing normal matter toward it throughout the history of the Universe.\nResearch co-author Professor Richard Massey, in the Institute for Computational Cosmology, Department of Physics, Durham University, said: \"Wherever you find normal matter in the Universe today, you also find dark matter.\n\"Billions of dark matter particles pass through your body every second. There's no harm, they don't notice us and just keep going.\n\"But the whole swirling cloud of dark matter around the Milky Way has enough gravity to hold our entire galaxy together. Without dark matter, the Milky Way would spin itself apart.\"\nWebb's Deep View of the Cosmos\nThe map covers a region of sky about 2.5 times the size of the full Moon, located in the constellation Sextans.\nWebb observed this area for approximately 255 hours and identified nearly 800,000 galaxies, many of them seen for the first time. To locate dark matter, the team measured how its mass bends space, which in turn bends the light traveling to Earth from distant galaxies -- as if that light had passed through a warped windowpane.\nThe resulting map includes roughly ten times more galaxies than earlier ground-based maps of the same region and twice as many as those produced using the Hubble Space Telescope. It reveals new concentrations of dark matter and provides a much sharper view of areas previously observed by Hubble.\nResearch co-lead author Dr. Diana Scognamiglio, of NASA's Jet Propulsion Laboratory, said: \"This is the largest dark matter map we've made with Webb, and it's twice as sharp as any dark matter map made by other observatories.\n\"Previously, we were looking at a blurry picture of dark matter. Now we're seeing the invisible scaffolding of the Universe in stunning detail, thanks to Webb's incredible resolution.\"\nInstruments and Future Exploration\nTo improve distance measurements for many of the galaxies in the map, the research team used Webb's Mid-Infrared Instrument (MIRI).\nDurham University's Centre for Extragalactic Astronomy contributed to the development of MIRI, which was designed and managed through launch by JPL. The instrument is especially effective at detecting galaxies hidden behind thick clouds of cosmic dust.\nThe team plans to expand their work by mapping dark matter across the entire Universe using the European Space Agency's (ESA) Euclid telescope and NASA's upcoming Nancy Grace Roman Space Telescope. These future observations will help scientists better understand dark matter's basic properties and how it may have evolved over cosmic time.\nThe region of sky analyzed in this study will serve as a reference point, allowing future dark matter maps to be compared and refined with greater precision.\nThe latest research was funded by NASA, the RCUK/Science and Technology Facilities Council (STFC), the Swiss State Secretariat for Education, Research and Innovation (SERI), RCUK/STFC Central Laser Facility at the STFC Rutherford Appleton Laboratory and the Centre National d'Etudes Spatiales.\nStory Source:\nMaterials provided by Durham University. Note: Content may be edited for style and length.\nJournal Reference:\n- Diana Scognamiglio, Gavin Leroy, David Harvey, Richard Massey, Jason Rhodes, Hollis B. Akins, Malte Brinch, Edward Berman, Caitlin M. Casey, Nicole E. Drakos, Andreas L. Faisst, Maximilien Franco, Leo W. H. Fung, Ghassem Gozaliasl, Qiuhan He, Hossein Hatamnia, Eric Huff, Natalie B. Hogg, Olivier Ilbert, Jeyhan S. Kartaltepe, Anton M. Koekemoer, Shouwen Jin, Erini Lambrides, Alexie Leauthaud, Zane D. Lentz, Daizhong Liu, Guillaume Mahler, Claudia Maraston, Crystal L. Martin, Jacqueline McCleary, James Nightingale, Bahram Mobasher, Louise Paquereau, Sandrine Pires, Brant E. Robertson, David B. Sanders, Claudia Scarlata, Marko Shuntov, Greta Toni, Maximilian von Wietersheim-Kramsta, John R. Weaver. An ultra-high-resolution map of (dark) matter. Nature Astronomy, 2026; DOI: 10.1038/s41550-025-02763-9\nCite This Page:",
          "read_time": 6,
          "domain": "sciencedaily.com",
          "has_image": true
        },
        {
          "id": 2129931572,
          "title": "This brain discovery is forcing scientists to rethink how memory works",
          "link": "https://www.sciencedaily.com/releases/2026/02/260203020203.htm",
          "date": "2026-02-03T07:17:32",
          "author": "Redação",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.sciencedaily.com/images/1920/human-brain-puzzle-ai-technology.webp",
          "excerpt": "This brain discovery is forcing scientists to rethink how memory works\n- Date:\n- February 3, 2026\n- Source:\n- University of Nottingham\n- Summary:\n- A new brain imaging study reveals that remembering...",
          "content": "This brain discovery is forcing scientists to rethink how memory works\n- Date:\n- February 3, 2026\n- Source:\n- University of Nottingham\n- Summary:\n- A new brain imaging study reveals that remembering facts and recalling life events activate nearly identical brain networks. Researchers expected clear differences but instead found strong overlap across memory types. The finding challenges decades of memory research. It may also help scientists better understand conditions like Alzheimerâs and dementia.\n- Share:\nA new study examining how memory functions in the brain suggests that different kinds of remembering may rely on the same brain regions. Instead of using separate neural pathways to retrieve different types of information, the brain appears to activate overlapping areas, a finding that could change how memory is defined and studied.\nThe research was conducted by scientists from the School of Psychology at the University of Nottingham and the Cognition and Brain Sciences Unit at the University of Cambridge. By combining task based experiments with fMRI data, the team found no measurable difference in brain activity between successful episodic and semantic memory retrieval. The study was published in Nature Human Behaviour.\nWhat Makes Episodic and Semantic Memory Different\nEpisodic memory allows people to recall specific past experiences that happened at a particular place and time. This form of memory enables individuals to mentally revisit moments from their lives, often described as \"mental time travel.\"\nSemantic memory, by contrast, involves recalling facts and general knowledge about the world. These memories are not tied to the original time or place where the information was learned and can be accessed independently of that context.\nTesting Memory With Closely Matched Tasks\nTo directly compare how these two types of memory operate, the researchers designed tasks that were carefully aligned. Forty participants were asked to remember pairings between logos and brand names. Some pairings reflected real-world knowledge and formed the semantic task, while others were learned during an earlier study phase and served as the episodic task.\nDuring these memory tasks, participants underwent fMRI (Functional Magnetic Resonance Imaging) scanning. In the semantic task, they recalled brand details based on prior knowledge. In the episodic task, they remembered information about the logo and brand pairings learned earlier.\nfMRI is a non-invasive brain imaging technique that measures activity by tracking changes in blood flow. When specific brain regions become active during tasks such as thinking, speaking, or remembering, they receive increased amounts of oxygen-rich blood. This allows researchers to produce detailed 3D images showing which parts of the brain are engaged, supporting studies of brain function, neurological conditions, and surgical planning.\nUnexpected Findings From Neuroimaging\nDr. Roni Tibon, Assistant Professor in the School of Psychology, led the study and said the results challenged long-held assumptions.\n\"We were very surprised by the results of this study as a long-standing research tradition suggested there would be differences in brain activity with episodic and semantic retrieval. But when we used neuroimaging to investigate this alongside the task based study we found that the distinction didn't exist and that there is considerable overlap in the brain regions involved in semantic and episodic retrieval.\"\nShe also noted that the findings could offer new insights into memory related illnesses.\n\"These findings could help to better understand diseases like, dementia and Alzheimer's as we can begin to see that the whole brain is involved in the different types of memory so interventions could be developed to support this view.\"\nRethinking How Memory Is Studied\nFor many years, episodic and semantic memory have been treated as separate systems, leading researchers to investigate them independently. This approach has resulted in relatively few studies that examine both memory types within the same experimental framework.\nDr. Tibon believes the new evidence could help shift that perspective.\n\"Based on what we already knew from previous research in this area we really expected to see stark differences in brain activity but any difference we did see was very subtle, I think these results should change the direction of travel for this area of research and hopefully open up new interest in looking at both sides of memory and how they work together.\"\nStory Source:\nMaterials provided by University of Nottingham. Note: Content may be edited for style and length.\nJournal Reference:\n- Roni Tibon, Andrea Greve, Gina Humphreys, JÃ¶rn Alexander Quent, Richard Henson. Neural activations and representations during episodic versus semantic memory retrieval. Nature Human Behaviour, 2026; DOI: 10.1038/s41562-025-02390-4\nCite This Page:",
          "read_time": 4,
          "domain": "sciencedaily.com",
          "has_image": true
        },
        {
          "id": 592719372,
          "title": "Even remote Pacific fish are full of microplastics",
          "link": "https://www.sciencedaily.com/releases/2026/02/260203020202.htm",
          "date": "2026-02-03T07:02:02",
          "author": "Redação",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.sciencedaily.com/images/1920/tomato-clownfish-coral-reef.webp",
          "excerpt": "Even remote Pacific fish are full of microplastics\nEven the Pacificâs most remote fish are now carrying traces of plastic pollution.\n- Date:\n- February 3, 2026\n- Source:\n- PLOS\n- Summary:\n- Even in...",
          "content": "Even remote Pacific fish are full of microplastics\nEven the Pacificâs most remote fish are now carrying traces of plastic pollution.\n- Date:\n- February 3, 2026\n- Source:\n- PLOS\n- Summary:\n- Even in some of the most isolated corners of the Pacific, plastic pollution has quietly worked its way into the food web. A large analysis of fish caught around Fiji, Tonga, Tuvalu, and Vanuatu found that roughly one in three contained microplastics, with Fiji standing out for especially high contamination. Reef and bottom-dwelling fish were most affected, linking exposure to where fish live and how they feed.\n- Share:\nA new scientific analysis finds that plastic pollution has reached even the most isolated Pacific coastal waters. According to research published January 28, 2026 in the open-access journal PLOS One, about one-third of fish living near Pacific Island Countries and Territories contain microplastics. The study was led by Jasha Dehm of the University of the South Pacific and shows especially high contamination levels in Fiji.\nMicroplastics are a growing global concern, with documented effects on marine ecosystems and potential risks to human health. Although Pacific Island Countries and Territories (PICTs) are geographically remote, researchers say they may face elevated exposure due to rapid urban growth combined with limited waste and water management systems. Many coastal communities in the region depend heavily on fish for food, income, and cultural practices, which raises concerns about the long-term effects of consuming contaminated seafood. Until now, however, there has been relatively little research on microplastics in fish commonly eaten across the PICTs.\nSurvey of Fish Across Fiji, Tonga, Tuvalu, and Vanuatu\nTo close that research gap, scientists examined data on 878 coastal fish representing 138 species caught by fishing communities around Fiji, Tonga, Tuvalu, and Vanuatu. The analysis relied on published records from the Global Information Biodiversity Facility. Overall, roughly one in three fish contained at least one microplastic particle, but the results varied widely between islands.\nFiji showed the highest contamination, with nearly 75% of sampled fish containing microplastics. This level is well above the global average of 49%. While microplastics were frequently detected in Fiji's fish, the actual amount of plastic found in each individual fish was very low. In contrast, only about 5% of fish sampled in Vanuatu showed evidence of microplastic contamination.\nAlthough fish communities differ across islands, two species appeared in catches from all four countries -- the thumbprint emperor (Lethrinus harak) and the dash-and-dot goatfish (Parupeneus barberinus) -- and both species had higher contamination levels in Fiji than elsewhere.\nFeeding Habits Linked to Plastic Exposure\nThe research team also explored why certain fish were more likely to ingest microplastics. Using information from a global database of fish species, they analyzed how ecological traits such as diet, feeding behavior, and habitat influenced contamination rates.\nFish associated with reefs and those that live near the seafloor were more likely to contain microplastics than fish found in lagoons, coastal waters, or the open ocean. Species that feed on invertebrates, forage along the bottom, or rely on ambush strategies to catch prey also showed higher rates of contamination compared with other fish.\nWhat the Findings Mean for Pacific Communities\nThe results underline how widespread microplastic pollution has become, reaching even some of the most remote marine environments on Earth. The researchers suggest that Fiji's higher contamination levels may be linked to greater population density, extensive coastal development, and less effective waste management systems compared with neighboring islands. The authors note that understanding which ecological traits increase exposure could help policymakers identify the ecosystems and communities most at risk.\nJasha Dehm adds: \"The consistent pattern of high contamination in reef-associated species across borders confirms ecological traits as key exposure predictors, while national disparities highlight the failure of current waste management systems, or lack thereof to protect even remote island ecosystems.\"\nDr. Amanda Ford adds: \"While microplastic levels in Pacific fish are generally lower than in many industrialized regions, Pacific communities rely far more heavily on fish as a primary protein source. Combined with major data gaps across the region, this makes locally generated evidence essential as Global Plastics Treaty negotiations advance and are translated into national policies.\"\nA Warning About Food Security and Plastic Policy\nDr. Rufino Varea adds: \"Beyond the ecological insights, this study delivers a stark warning about the vulnerability of our food systems: we found that the reef-associated and bottom-feeding fish most accessible to our subsistence fishers are acting as reservoirs for synthetic pollution, particularly in Fiji, where nearly three-quarters of sampled individuals contained microplastics. The dominance of fibers in these samples challenges the assumption that marine litter is solely a visible, coastal management issue; it indicates a pervasive infiltration of textile and gear-derived contaminants into the very diet of our communities.\nThis data shatters the illusion that our remoteness offers protection and provides the evidentiary basis we need to reject downstream solutions -- such as recycling schemes -- as insufficient. Instead, it compels us to demand a Global Plastics Treaty that enforces strict caps on primary plastic production and toxic additives, as this is the only viable way to safeguard the health and food security of Pacific peoples.\"\nFunding: The study was made possible through funding from the Asia Pacific Network for Global Change Research (Grant CRRP2022-05MY-Ford) under the project \"Establishing Baselines for Marine Plastics and Bridging Indigenous Knowledge with Ocean Policy to Improve Livelihood Security in the Pacific\" awarded to AKF. The funders sponsored the project only, and were not involved with study design, data collection and analysis, decision to publish and preparation of the manuscript.\nStory Source:\nMaterials provided by PLOS. Note: Content may be edited for style and length.\nJournal Reference:\n- Jasha Dehm, Kelly Thomas Brown, Eseta Drova, Rufino Varea, Joycinette Vosumbe Botleng, Siutiti Feâao, Lavata Nivaga, Laura Williams, Brian L. Stockwell, Salanieta Kitolelei, Cherie Morris, Nanise Kuridrani, June Brian Molitaviti, Vailala Matoto, Lotokufaki Paka Kaitua, Semese Alefaio, Hudson Feremaito, Krishna Kumar Kotra, Amanda Kirsty Ford. Considering ecological traits of fishes to understand microplastic ingestion across Pacific coastal fisheries. PLOS One, 2026; 21 (1): e0339852 DOI: 10.1371/journal.pone.0339852\nCite This Page:",
          "read_time": 5,
          "domain": "sciencedaily.com",
          "has_image": true
        },
        {
          "id": 4250674334,
          "title": "Cracking Antarctic Sea Ice",
          "link": "https://science.nasa.gov/earth/earth-observatory/cracking-antarctic-sea-ice/",
          "date": "2026-02-03T05:01:00",
          "author": "",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://assets.science.nasa.gov/content/dam/science/esd/eo/images/iotd/2026/cracking-antarctic-sea-ice/antmcmurdoice_oli_20260120_th.jpg/jcr:content/renditions/cq5dam.web.1280.1280.jpeg",
          "excerpt": "'Tis the season for long and ruler-straight cracks in McMurdo Sound's sea ice. Though natural breaks in sea ice are called leads, the better term for the human-made fracture seen in these satellite...",
          "content": "'Tis the season for long and ruler-straight cracks in McMurdo Sound's sea ice. Though natural breaks in sea ice are called leads, the better term for the human-made fracture seen in these satellite images is a ship channel.\nIn the austral summer, usually in January, an icebreaker rams a path through the fast ice—a type of sea ice that is anchored to the shore—that often covers McMurdo Sound. This annual effort allows cargo ships to reach McMurdo Station, a research base operated by the United States Antarctic Program. The U.S. Coast Guard Cutter Polar Star completed the task in January 2026, arriving after breaking a path through several miles of ice between the Ross Sea and an ice pier at McMurdo. Most of the channel was cut between January 19 and 20.\nThe animation above, made of images captured by the OLI (Operational Land Imager) on Landsat 8 and 9, offers satellite views of the icebreaker's work. Images were captured on January 2, 7, 19, 20, 23, 25, and 27. The nearly 120-meter (400-foot) vessel weighs 13,500 tons and has thick steel-plated hulls. With 75,000 shaft horsepower, it's the world's most powerful non-nuclear icebreaker.\nThe ship sometimes conducts search-and-rescue missions as well. On January 17, the day marking its 50th year of service, the Polar Star responded to a call from an Australian cruise ship in the Ross Sea hampered by thick, pack ice—a type of sea ice unattached to the shoreline that drifts. After making two close passes to break up the ice and clear a path, the Polar Star escorted the cruise ship 4 nautical miles (7 kilometers) to open water in the Ross Sea, according to the U.S. Coast Guard.\nEstablished in 1955, McMurdo Station is the southernmost point on Earth accessible by ship. With a population that swells to 1,200 in the summer, it is the largest research station in Antarctica, hosting a harbor, two airfields, and a helicopter pad. Though once powered by a portable nuclear reactor known as \"Nukey Poo,\" the base now runs on energy from diesel electric generators and a wind farm on Crater Hill.\nWith the ship passage open, McMurdo Station is slated to receive two large deliveries this summer. The Stena Polaris, a tanker, arrived on January 20 with 5 million gallons of diesel fuel. Plantijngracht, a cargo ship, will arrive later with food, supplies, and parts of a new floating pier that will replace the traditional ice pier that military engineers have constructed each winter to give ships somewhere to unload cargo.\nThe U.S. National Science Foundation manages McMurdo Station and much of the science conducted there. NASA has also been involved in several projects at the base over the years. For instance, NASA's McMurdo Ground Station, a Near Space Network facility, is used to download data from polar-orbiting satellites such as Landsat 9 and SMAP. The agency also flew its Operation Ice Bridge airborne campaign from McMurdo in 2013 and regularly launches research balloons from the station as part of its scientific ballooning program.\nThe Polar Star typically remains at McMurdo through March to keep the ship passage clear and returns to its home port of Seattle in April.\nNASA Earth Observatory images by Michala Garrison, using Landsat data from the U.S. Geological Survey. Story by Adam Voiland.\nReferences & Resources\n- Atlas Obscura (2024, March 20) McMurdo Ice Pier. Accessed February 2, 2026.\n- Cruise Industry News (2026, January 24) Scenic Statement Regarding Scenic Eclipse II Ross Sea Operations. Accessed February 2, 2026.\n- Defense Visual Information Distribution Service (2026, January 30) MSC Chartered Ship Completes Fuel Delivery for Operation Deep Freeze 2026. Accessed February 2, 2026.\n- Defense Visual Information Distribution Service (2026, January 21) USCGC Polar Star (WAGB 10) escorts motor vessel Stena Polaris through the ice-covered Ross Sea to McMurdo Station during Operation Deep Freeze 2026. Accessed February 2, 2026.\n- Defense Visual Information Distribution Service (2026, January 21) First MSC Chartered Ship Arrives at McMurdo Station Antarctica in Support of Operation Deep Freeze 2026. Accessed February 2, 2026.\n- Defense Visual Information Distribution Service (2026, January 7) MSC Completes Southern California Cargo Operations in Support of Operation Deep Freeze 2026. Accessed February 2, 2026.\n- The Maritime Executive (2026, January 15) U.S. Antarctic Resupply Mission Underway with Chartered Dutch Ship. Accessed February 2, 2026.\n- NASA Earth Observatory (2025) World of Change: Antarctic Sea Ice. Accessed February 2, 2026.\n- U.S. Antarctic Program (2025, April 29) Preparations Underway for a new Barge Pier at NSF McMurdo Station. Accessed February 2, 2026.\n- U.S. Coast Guard (2026, January 23) U.S. Coast Guard Cutter Polar Star marks 50 years of service, begins Operation Deep Freeze 2026. Accessed February 2, 2026.\n- U.S. Department of War Navy (2026, January 6) Reservists Support Operation Deep Freeze 2026.\n- The Washington Post (2026, January 27) Coast Guard called to help luxury cruise stuck in Antarctica. Accessed February 2, 2026.",
          "read_time": 4,
          "domain": "science.nasa.gov",
          "has_image": true
        },
        {
          "id": 2055435476,
          "title": "NASA Astronaut to Answer Questions from Students in Pennsylvania",
          "link": "https://www.nasa.gov/news-release/nasa-astronaut-to-answer-questions-from-students-in-pennsylvania/",
          "date": "2026-02-02T22:44:51",
          "author": "Jessica Taveau",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://images-assets.nasa.gov/image/iss074e0000616/iss074e0000616~large.jpg",
          "excerpt": "NASA astronaut Chris Williams will connect with students in Pennsylvania to answer prerecorded science, technology, engineering, and mathematics (STEM) questions while aboard the International Space...",
          "content": "NASA astronaut Chris Williams will connect with students in Pennsylvania to answer prerecorded science, technology, engineering, and mathematics (STEM) questions while aboard the International Space Station.\nThe Earth-to-space call will begin at 12:20 p.m. EST Thursday, Feb. 5, and will stream live on the agency’s Learn With NASA YouTube channel.\nMedia interested in covering the event must RSVP by 5 p.m., Wednesday, Feb. 4, to Tamara Krizek at: 917-692-5038 or tamara.krizek@davincisciencecenter.org.\nThe Da Vinci Science Center will host this event in Allentown, Pennsylvania, for students in kindergarten through grade 12, and members of the community. This unique opportunity aims to deepen understanding of space exploration and inspire young people to pursue a future career in STEM.\nFor more than 25 years, astronauts have continuously lived and worked aboard the space station, testing technologies, performing science, and developing skills needed to explore farther from Earth. Astronauts communicate with NASA’s Mission Control Center in Houston 24 hours a day through SCaN’s (Space Communications and Navigation) Near Space Network.\nResearch and technology investigations taking place aboard the space station benefit people on Earth and lay the groundwork for other agency deep space missions. As part of NASA’s Artemis campaign, the agency will send astronauts to the Moon to prepare for future human exploration of Mars, inspiring the world through discovery in a new Golden Age of innovation and exploration.\nSee more information on NASA in-flight calls at:\nhttps://www.nasa.gov/stemonstation\n-end-\nGerelle Dodson\nHeadquarters, Washington\n202-358-1600\ngerelle.q.dodson@nasa.gov\nSandra Jones\nJohnson Space Center, Houston\n281-483-5111\nsandra.p.jones@nasa.gov",
          "read_time": 1,
          "domain": "nasa.gov",
          "has_image": true
        },
        {
          "id": 2680020820,
          "title": "NASA’s Orion Spacecraft at Launch Pad",
          "link": "https://www.nasa.gov/image-article/nasas-orion-spacecraft-at-launch-pad/",
          "date": "2026-02-02T17:02:44",
          "author": "Monika Luabeya",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.nasa.gov/wp-content/uploads/2026/01/ksc-01172026-artemis-ii-rollout-20orig.jpg",
          "excerpt": "NASA/Brandon Hancock\nNASA’s Orion spacecraft, which will carry the Artemis II crew around the Moon, sits at the launch pad on Jan. 17, 2026, after rollout. It rests atop the SLS (Space Launch System)...",
          "content": "NASA/Brandon Hancock\nNASA’s Orion spacecraft, which will carry the Artemis II crew around the Moon, sits at the launch pad on Jan. 17, 2026, after rollout. It rests atop the SLS (Space Launch System) rocket. Orion can provide living space on missions for four astronauts for up to 21 days without docking to another spacecraft. Advances in technology for deep space travel such as life support, avionics, power systems, and state-of-the-art thermal protection will support the crew during launch, landing, and recovery.\nImage credit: NASA/Brandon Hancock",
          "read_time": 1,
          "domain": "nasa.gov",
          "has_image": true
        },
        {
          "id": 2712460482,
          "title": "Robots descend into lava tubes to prepare for future Moon bases",
          "link": "https://www.sciencedaily.com/releases/2026/02/260201231259.htm",
          "date": "2026-02-02T08:43:49",
          "author": "Redação",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.sciencedaily.com/images/1920/robot-test-on-volcanic-island-of-lanzarote.webp",
          "excerpt": "Robots descend into lava tubes to prepare for future Moon bases\nA trio of smart robots may be the key to unlocking hidden lava tunnels, and future bases, on the Moon and Mars.\n- Date:\n- February 2,...",
          "content": "Robots descend into lava tubes to prepare for future Moon bases\nA trio of smart robots may be the key to unlocking hidden lava tunnels, and future bases, on the Moon and Mars.\n- Date:\n- February 2, 2026\n- Source:\n- University of Malaga\n- Summary:\n- Hidden lava tunnels on the Moon and Mars could one day shelter human explorers, offering natural protection from radiation and space debris. A European research team has unveiled a bold new mission concept that uses three different robots working together to explore these extreme underground environments autonomously. Recently tested in the volcanic caves of Lanzarote, the system maps cave entrances, deploys sensors, lowers a scout rover, and creates detailed 3D maps of the interior.\n- Share:\nLava tunnels on nearby planetary bodies are increasingly seen as strong candidates for future base camps. These underground structures can naturally shield astronauts from harmful radiation and frequent meteorite impacts. Despite their promise, reaching and studying these environments is extremely challenging due to rough terrain, limited entry points, and dangerous conditions.\nTo tackle these challenges, a European research consortium that includes the Space Robotics Laboratory at the University of Malaga has developed a new mission concept focused on exploring lava tunnels. The work was recently published in the journal Science Robotics. The concept centers on three different types of robots that can work together autonomously to explore and map these harsh underground spaces. The system is currently being tested in volcanic caves in Lanzarote (Spain), with future missions aimed at the Moon.\nFour Phases of Autonomous Exploration\nThe proposed mission unfolds in four carefully planned stages. First, the robots cooperatively map the area around the lava tunnel entrance (phase 1). Next, a sensorized payload cube is dropped into the cave to gather initial measurements (phase 2). A scout rover then rappels down through the entrance to reach the interior (phase 3). In the final stage, the robotic team explores the tunnel in depth and produces detailed 3D maps of its interior (phase 4).\nA real world field test conducted on Lanzarote in February 2023 showed that the approach works as planned. The trial highlighted the technical capabilities of the consortium led by the German Research Center for Artificial Intelligence (DFKI), with contributions from the University of Malaga and the Spanish company GMV.\nPreparing for the Moon and Mars\nThe results confirmed that the mission concept is technically feasible and demonstrated the broader potential of collaborative robotic systems. These findings suggest that teams of autonomous robots could play a key role in future exploration missions to the Moon or Mars. The study also supports continued development of advanced robotic technologies for planetary exploration.\nThe Role of the Space Robotics Laboratory at the UMA\nThe Space Robotics Laboratory at the UMA focuses on creating new methods and technologies that increase autonomy in space robotics, covering both planetary and orbital missions. In recent years, the laboratory has worked closely with the European Space Agency, developing algorithms that help planetary exploration vehicles (rovers) plan routes and operate more independently.\nBeyond research, the laboratory is dedicated to training the next generation of space robotics engineers. Students from the School of Industrial Engineering at UMA participate in internships and thesis projects related to this work. Most projects are carried out in partnership with national and international research institutions through joint research efforts or technology transfer agreements with companies and research organizations.\nStory Source:\nMaterials provided by University of Malaga. Note: Content may be edited for style and length.\nJournal Reference:\n- RaÃºl DomÃnguez, Carlos PÃ©rez-del-Pulgar, Gonzalo J. Paz-Delgado, Fabio Polisano, Jonathan Babel, Thierry Germa, Iulia Dragomir, ValÃ©rie Ciarletti, Anne-Claire Berthet, Leon Cedric Danter, Frank Kirchner. Cooperative robotic exploration of a planetary skylight surface and lava cave. Science Robotics, 2025; 10 (105) DOI: 10.1126/scirobotics.adj9699\nCite This Page:",
          "read_time": 3,
          "domain": "sciencedaily.com",
          "has_image": true
        }
      ],
      "count": 10
    },
    "brasil": {
      "name": "Brasil & Sociedade",
      "description": "Política, economia e sociedade brasileira",
      "articles": [
        {
          "id": 3492413474,
          "title": "Câmara dos EUA aprova acordo para encerrar paralisação e envia a Trump",
          "link": "https://economia.uol.com.br/noticias/reuters/2026/02/03/camara-dos-eua-aprova-acordo-para-encerrar-paralisacao-e-envia-a-trump.htm",
          "date": "2026-02-04T04:06:17.730731",
          "author": "Redação",
          "category": "brasil",
          "category_name": "Brasil & Sociedade",
          "image_url": null,
          "excerpt": "A Câmara dos Deputados dos Estados Unidos aprovou hoje, por uma pequena margem de votos, um acordo bipartidário que deve encerrar a paralisação parcial do governo norte-americano e o enviou ao presidente Donald Trump para ser sancionado.",
          "content": null,
          "read_time": 1,
          "domain": "economia.uol.com.br",
          "has_image": false
        },
        {
          "id": 3244433474,
          "title": "Senado aprova MP do Gás do Povo, aposta de Lula para o ano eleitoral",
          "link": "https://economia.uol.com.br/noticias/redacao/2026/02/03/gas-do-povo-senado-aprova-mp-que-cria-programa-de-lula-com-apelo-eleitoral.htm",
          "date": "2026-02-04T04:06:17.730558",
          "author": "Redação",
          "category": "brasil",
          "category_name": "Brasil & Sociedade",
          "image_url": null,
          "excerpt": "Após aprovação de ontem na Câmara dos Deputados, o Senado aprovou hoje a medida provisória que cria o programa Gás do Povo, uma das apostas do presidente Lula (PT) para as eleições de 2026. O texto agora vai à sanção presidencial.",
          "content": null,
          "read_time": 1,
          "domain": "economia.uol.com.br",
          "has_image": false
        },
        {
          "id": 1236895692,
          "title": "Senado aprova R$ 83,5 mi para combate a pragas na agropecuária",
          "link": "https://economia.uol.com.br/noticias/redacao/2026/02/03/camara-aprova-r-835-mi-ao-ministerio-da-agricultura-para-controlar-pragas.htm",
          "date": "2026-02-04T04:06:17.730383",
          "author": "Redação",
          "category": "brasil",
          "category_name": "Brasil & Sociedade",
          "image_url": null,
          "excerpt": "O plenário do Senado aprovou hoje a medida provisória que abre R$ 83,5 milhões em crédito extraordinário ao Ministério da Agricultura e Pecuária. O texto vai a sanção do presidente Lula.",
          "content": null,
          "read_time": 1,
          "domain": "economia.uol.com.br",
          "has_image": false
        },
        {
          "id": 3943963140,
          "title": "PIS 2026: veja calendário com datas de pagamento do abono salarial",
          "link": "https://economia.uol.com.br/noticias/redacao/2026/02/03/pis-2026-veja-calendario-com-datas-de-pagamento-do-abono-salarial.htm",
          "date": "2026-02-04T04:06:17.730192",
          "author": "Redação",
          "category": "brasil",
          "category_name": "Brasil & Sociedade",
          "image_url": null,
          "excerpt": "O calendário do PIS de 2026 foi divulgado com datas fixas para o pagamento do abono salarial. Os pagamentos vão de 15 de fevereiro a 15 de agosto e beneficiam trabalhadores da iniciativa privada e servidores públicos.",
          "content": null,
          "read_time": 1,
          "domain": "economia.uol.com.br",
          "has_image": false
        },
        {
          "id": 3048824546,
          "title": "MPF pede bloqueio de mais R$ 200 milhões da Vale por vazamento em MG",
          "link": "https://economia.uol.com.br/noticias/redacao/2026/02/03/mpf-pede-bloqueio-de-mais-r-200-milhoes-da-vale-por-vazamento-em-mg.htm",
          "date": "2026-02-04T04:06:17.729825",
          "author": "Redação",
          "category": "brasil",
          "category_name": "Brasil & Sociedade",
          "image_url": null,
          "excerpt": "O MPF (Ministério Público Federal) pediu hoje o bloqueio de mais R$ 200 milhões da Vale e a suspensão da venda ou transferência de direitos minerários da Mina de Viga, em Congonhas (MG), por vazamentos de água e sedimentos que atingiram afluentes do Rio Paraopeba.",
          "content": null,
          "read_time": 1,
          "domain": "economia.uol.com.br",
          "has_image": false
        }
      ],
      "count": 5
    },
    "retro": {
      "name": "Retrô & Narrativas",
      "description": "Histórias fascinantes e domínio público",
      "articles": [
        {
          "id": 2326437501,
          "title": "When the Flames Went Out",
          "link": "https://longreads.com/2026/02/03/rebuilding-altadena-eaton-fire/",
          "date": "2026-02-03T21:46:44",
          "author": "Cheri Lucas Rowlands",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": null,
          "excerpt": "A year after the Eaton Fire burned down his Altadena house, Anthony Dinh Tran struggles with the idea of rebuilding. In his Los Angeles Review of Books essay, he examines what rebuilding really...",
          "content": "A year after the Eaton Fire burned down his Altadena house, Anthony Dinh Tran struggles with the idea of rebuilding. In his Los Angeles Review of Books essay, he examines what rebuilding really means: not just a structure, but a sense of safety, history, and belonging shaped by generations of displacement. Moving between the intimate and the systemic, Tran reflects on the shock of returning to a charred lot and scorched orange trees, the cruelty of inventorying a life for insurance forms, and the realization that Black households were disproportionately destroyed. Rebuilding, he suggests, isn’t a clear path forward but an acknowledgment that some losses can never be recovered, only carried.\nThere are clinical approaches to reconstructing a home: aisle by aisle (Costco as proxy), estimating what it would take to refill a kitchen, a bedroom closet, a garage. These systems work best when your life resembles a catalog. Most lives don’t. It’s the unintentional lists that are the hardest. I’ll be at a friend’s house and touch something and murmur, “I used to have this.” Gifts resurface as well: reminders of kindness, generosity, and a particular unevenness that makes you come back for more. I jot them down in my Notes app as an attempt to strip away sentimental value.\nMore picks about Altadena\nAt Jackie Robinson’s High School, Altadena Rebuilds After Fire\n“If we’re choosing to stay, then we’re going to have to embrace that it’s never going to be the same again.”\nAltadena: Four Stories\nFor three weeks in January, the Eaton Fire raced through the small community of Altadena, California, destroying more than 9,000 buildings and killing seventeen people. Afterward, we invited four writers, all longtime local residents, to share memories, and photographs, of what burned, and what didn’t.\nThe Grassroots Race to Save Altadena’s Historic Batchelder Tiles—Before the Bulldozers Move In\n“In the Eaton Fire burn zone, fireplaces adorned with Arts and Crafts tiles are among the sole surviving relics of the town’s architectural heritage, and volunteers are on a mission to salvage them.”",
          "read_time": 2,
          "domain": "longreads.com",
          "has_image": false
        },
        {
          "id": 2247971246,
          "title": "Sara Weiss’ Journeys to the Planet Mars (1903)",
          "link": "https://publicdomainreview.org/collection/journeys-to-the-planet-mars",
          "date": "2026-02-03T15:28:00",
          "author": "Redação",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://pdr-assets.b-cdn.net/collections/journeys-to-the-planet-mars/JourneysplanetM00Weis_0001-thumb.jpg",
          "excerpt": "Sara Weiss’ Journeys to the Planet Mars (1903)\nA wide gulf exists in our imagination between the Spiritualism of the nineteenth century and the post–WWII era of UFOs and interplanetary visitors. One...",
          "content": "Sara Weiss’ Journeys to the Planet Mars (1903)\nA wide gulf exists in our imagination between the Spiritualism of the nineteenth century and the post–WWII era of UFOs and interplanetary visitors. One bears the gothic sheen of the Victorian era, with its séances and table rappings, its belief in a “Summerland” where the dead repose peacefully and happily, ready to reach out to us from beyond the grave and offer us solace and wisdom. The other is a world of futuristic chrome and light, of mysterious objects in the sky, of men from Mars and Venus stepping out of spacecraft to offer us friendship and untold technological advances.\nAnd yet, these two worlds are closer than they first appear. Spiritualism, which truly began in 1848 with the Fox Sisters — teenagers Maggie and Kate — who found that they could communicate with the ghost of a man who’d died in the New York farmhouse they were living in, was always primarily a medium for women. As Ann Braude explains in her Radical Spirits: Spiritualism and Women’s Rights in Nineteenth-Century America, the movement “became a major—if not the major—vehicle for the spread of women’s rights ideas in mid-century America.” Rather than focus on hierarchy and doctrine, Spiritualism revealed the invisible divine to housewives, seamstresses, and anyone else who professed to have “the gift” through direct and personal revelation.\nAnd while many of the famous figures of the post-war UFO era were men — from the pilot Kenneth Arnold, whose sighting of nine silver objects over Mount Rainier in 1949 began the UFO craze, to George Adamski, who claimed to have met with a blond-haired, silver-jumpsuited man from Venus in the California desert — women played an outsized role as well, often borrowing from the same playbook of Spiritualism.\nIn 1954, for example, an Illinois housewife named Dorothy Martin found herself one day writing in another person’s handwriting, ultimately realizing it belonged to her dead father. Initially channeling him from beyond the grave, she soon found herself in contact with extraterrestrials from the planet Clarion who warned her of a catastrophic flood and urged her to gather up a group of followers who would be saved by UFOs the night before the disaster.\nFurther evidence of this continuum can be found in Sara Weiss’ book Journeys to the Planet Mars, first published in 1903, a strange bridge between these two eras. Weiss, a St. Louis housewife, was in her mid-fifties when she began to have otherworldly visions and gained the attention of the Spiritualist community. A 1901 St. Louis Dispatch article describes how Weiss had a series of visions during a convalescence, when “people in the spirit world” visited her and dictated a treatise on the planet Mars and its fauna. As part of these sessions, her guides helped her draw a series of images that depicted various flowers of Mars, which were reproduced in the Dispatch’s article (and which can be seen in the gallery below).\nThe whole book followed two years later, just before Weiss’ death in 1904. Framed as a series of dialogues, it begins with beings from Mars but gradually folds in famous dead people who also act as guides, Edward Bulwer-Lytton, Giordano Bruno, and Charles Darwin among them:\nMadame, will you bear from me a message to the peoples of your native land? Yes? Then I thank you.\nChildren of earth's most favored land — children of America, I, Giordino Bruno, once a citizen of sun-kissed Italy, greet you.\nRejoice unceasingly that freedom of thought and speech are yours. Guard jealously this priceless blessing which through centuries of bloodshed, torturing flames and agony unspeakable has become your heritage.\nWeiss identified herself as a Spiritualist, and the invocation of dead historical figures fits well within that tradition, but her book also anticipates the work of UFO contactees like Martin by turning its focus away from the past and toward outer space. Of course, her work, too, had precedent: 1900’s From India to the Planet Mars, an account of Martian communication via séance, and the collective delusion, in the late nineteenth century, that Mars was covered in alien aqueducts.\nThe wider occult fascination with Mars may have been simply because Summerland had proved increasingly elusive. Spiritualism had been a massive force in popular culture for over half a century, but had made little gains in proving beyond a shadow of a doubt that life after death existed. It would continue to be a major force for the first few decades of the twentieth century, but Weiss’ book also makes clear that Spiritualists were beginning to move their goalposts, past the Earth itself and out toward the planet and the stars.\nEnjoyed this piece? We need your help to keep publishing.\nThe PDR is a non-profit project kept alive by reader donations – no ads, no paywalls, just the generosity of our community. It’s a really exciting model, but we need your help to keep it thriving. Visit our support page to become a Friend and receive our themed postcard packs. Or give a one-off donation. Already a supporter? A huge thank you for making all this possible.\nFeb 3, 2026",
          "read_time": 4,
          "domain": "publicdomainreview.org",
          "has_image": true
        },
        {
          "id": 2643558571,
          "title": "Autobiography of a “Jeep” (1943)",
          "link": "https://publicdomainreview.org/collection/autobiography-of-a-jeep",
          "date": "2026-01-27T16:07:00",
          "author": "Redação",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://pdr-assets.b-cdn.net/collections/autobiography-of-a-jeep/jeep-thumb.jpg",
          "excerpt": "Autobiography of a “Jeep” (1943)\n“Can this be an automobile?”\n“Looks more like a four-wheeled beetle.”\nThe literal “auto”-biographical narrator of this 1943 World War II propaganda film is quite...",
          "content": "Autobiography of a “Jeep” (1943)\n“Can this be an automobile?”\n“Looks more like a four-wheeled beetle.”\nThe literal “auto”-biographical narrator of this 1943 World War II propaganda film is quite honest with us that these kinds of comments once shook his self-confidence. In a world of elegant coupes and sedans full of gadgets, of cars more “debutante” than machine, what was there to be impressed by in a boxy little open-topped thing such as himself?\nThose past cars were all about style, but it’s wartime now. The army’s getting tough, and so cars have to get tougher. The Jeep (named for “GP”, the military designation of “general purpose”, our narrator claims) gets put through his paces: driving through shoulder-deep water, across moguls, through underbrush, hauling artillery, towing gliders, even getting rowed across a river in a custom canvas wrapper. Let’s see a Lincoln Continental do all that!\nOur narrator is not just a Jeep but “Jeep” itself — when he passes his tests, he is thrilled that he “found myself in mass production. I was getting turned out one every two minutes. Thirty Jeeps a minute, what do you think of that!” He becomes ubiquitous, omnipresent, both at the start of the parade and the end of the battle. He gets to simultaneously raise money for war bonds in Washington, D.C., with Claudette Colbert and drive through New Guinea with General MacArthur and join victory parades in North Africa. All alongside his “pal” — the American soldier.\nBut it’s not those soldiers he’s talking to. Given voice by the Office of War Information’s Overseas Film Unit under the direction of Irving Lerner, a later-blacklisted left-wing documentarian, our Jeep is presenting himself to the people of the world. “Jeep” is the idea that will defeat America’s enemies, repeatedly instantiated in the more than 600,000 units that rolled off Ford, Willys-Overland, and American Bantam assembly lines between 1941 and 1945.\nHe doesn’t even know that General George Marshall would supposedly later call him “America’s greatest contribution to modern warfare,” but how can he have ever doubted himself?\n“I was a success! But the thing that makes me a success most of all is this: I made a friend — I mean the soldier. Wherever you see one of us, the other one won’t be far behind. That goes for now, when we’re fighting together, and for after the war, when we’ll be building together. Because the rumor is going around that the Jeep is here to stay!” The Jeep was here to stay, but not just for postwar reconstruction: it would subsequently be deployed in Korea, Vietnam, and various other conflicts across the twentieth century. “No matter what they asked me to do”, snarls the Jeep at one point in the film, “it was no worse than what my driver was ready to do himself.”\nEnjoyed this piece? We need your help to keep publishing.\nThe PDR is a non-profit project kept alive by reader donations – no ads, no paywalls, just the generosity of our community. It’s a really exciting model, but we need your help to keep it thriving. Visit our support page to become a Friend and receive our themed postcard packs. Or give a one-off donation. Already a supporter? A huge thank you for making all this possible.\nJan 27, 2026",
          "read_time": 3,
          "domain": "publicdomainreview.org",
          "has_image": true
        },
        {
          "id": 3758234280,
          "title": "Cybernetic Attention: All Watched over by Machines We Learned to Watch",
          "link": "https://publicdomainreview.org/essay/cybernetic-attention",
          "date": "2026-01-21T15:25:00",
          "author": "Redação",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://pdr-assets.b-cdn.net/essays/cybernetic-attention/attention-essay-thumb.jpg",
          "excerpt": "Cybernetic Attention All Watched over by Machines We Learned to Watch\nBefore the attention economy consumed our lives, “pursuit tests” devised by the US military coupled man to machine with the aim...",
          "content": "Cybernetic Attention All Watched over by Machines We Learned to Watch\nBefore the attention economy consumed our lives, “pursuit tests” devised by the US military coupled man to machine with the aim of assessing focus under pressure. D. Graham Burnett explores these devices for evaluating aviators, finding a pre-history of the laboratory research that has relentlessly worked to slice and dice the attentional powers of human beings.\nJanuary 21, 2026\nWe worry about our attention these days — nearly all of us. There is something. . . wrong. We cannot manage to do what we want to do with our eyes and minds — not for long, anyway. We keep coming back to the machines, to the screens, to the notifications, to the blinking cursor and the frictionless swipe that renews the feed.\nAn ethnographer from Mars, moving among us (would we even notice?), might have trouble understanding our complaint: “Trouble with their attention? They stare at small slabs of versicolor glass all day! Their attentive powers are. . . sublime!”\nAnd that misunderstanding rather sharpens the point: we don’t have any problem at all with the forms of attention that involve remaining engaged with, and responsive to, machines. We are amazing at the click and tap of durational vigilance to this or that stimulus, presented at the business end of a complex device. Our uncanny and immersive cybernetic attention is a defining characteristic of the age. Our human attention — our ability to be with ourselves and with others, our ability to receive the world with our minds and senses, our ability to daydream, read a book uninterrupted, or watch a sunset — well, many of us are finding it increasingly difficult to remember what that might even mean.\nThis isn’t really an accident. Over the last century or so, a series of elaborate programs of laboratory research have worked to slice and dice the attentional powers of human beings. Their aim? To understand the operational capacities of those who would be asked to shoot down airplanes, monitor radar screens, and otherwise sit at the controls of large and expensive machines. Seated in front of countless instruments, experimental subjects were asked to listen and look, to track and trigger. Psychologists stood by with stopwatches, quantifying our cybernetic capacities, and seeking ways to extend them. For those of us who have come of age in the fluorescence of the “attention economy”, it is interesting to look back and try to catch glimpses of the way that the movement of human eyeballs came under precise scrutiny, the way that machine vigilance became a field of study. We know now that the mechanomorphic attention dissected in those laboratories is the machine attention that is relentlessly priced in our online lives — to deleterious effects.\nYou could say that this process began with the fascinating and now mostly forgotten tool known as the “pursuit test”. Part steampunk videogame, part laboratory snuff-flick, the pursuit test staged and restaged the integration of man and machine across the first decades of the twentieth century.\nThis photograph depicts an early example of these devices, an elaborate apparatus developed by the mechanically minded American psychologist Knight Dunlap (1875–1949) during his work at the Medical Research Laboratory of the Air Service during World War I. We can think of it as a “beta build” of the pursuit test — an attention training system, used to assess aviators.\nDunlap was particularly and vocally concerned about the attentional capacities of airmen — especially under the extreme physiological conditions of combat-oriented powered flight. It is abundantly clear that he thought attention was of the utmost importance in the world of the military. Attention was also, as he saw it, one of the key domains in which the science of psychology could directly assist in the selection and training of combat aviators:\nNot only the extent to which the flier can subordinate all other reactions to the vital reaction of the moment, and the length of time during which the vitally important details of the situation which confronts him can continue to dominate his nervous system in spite of distractions (the power of sustaining attention, as we commonly express it); but also the proper balance in integration (the power of attending efficiently to several distinct details in a situation), need to be studied very carefully.1\nThe system that Dunlap developed to test this general attentive “integration” was a kind of attentional stress-test. How did it work? A plate of fourteen stimulus lights was set up in front of the subject, along with fourteen small brass pins. Every time one of these lights turned on, the subject had to use a small metal stylus to touch the adjacent pin. Those pins, however, were each surrounded by a metal washer, and a sloppy gesture that nicked the washer amounted to a “fail” — and tallied an error. This part of the system worked a bit like a high-stakes version of the children’s game known as “Operation”. But that was not all. The full test panel also included a small amp-meter, which had been wired into a pair of rheostats: one controlled by the experimenter, the other controlled by the subject. These could be used to offset each other, so that as the experimenter pulled the needle of the amp-meter one way, the subject could, by manipulating his little dial, correct the needle back to center. And there was yet a third “problem” for the cadet to address (concurrently): a small motor sat on the table, and the experimenter could throw a switch that markedly reduced its running speed; the subject tried to restore its rate by depressing a pedal placed under the table.\nAcross twenty-five minutes, the cadet worked to monitor the lighted panel, keep the motor running at full speed, and hold the amp-meter needle at equilibrium while slowly. . . being deprived of oxygen — which definitely made it harder! (The subject wore a “rebreather” — a closed-loop respiration system that amounts to a gradual asphyxiation machine.)\nExperimental psychologists like Dunlap, working with early aviators, began to refigure their laboratory systems of attention-scrutiny as dynamic, scalar, and ultimately programmable instruments capable of monitoring and assessing long sequences of focused control.2 The pursuit tests were a direct result of this new attention problem.\nDunlap’s early device pitted the subject “against” the actual experimenter (who controlled the amp-meter to which the subject had to respond). But the next generation of pursuit tests automated the stimulus, and thus set the human subject against purely machinic trials. The most prominent of these was the Miles “Pursuitmeter”, invented by the American psychologist Walter R. Miles (1885–1978) in the early 1920s.\nA first-class tinkerer in the laboratory, Miles would be remembered by his eulogists as a “gadgeteer supreme” of psychology across the first half of the twentieth century.3 With his irrepressible penchant for design, Miles invented a remarkable device that can be understood as the progenitor of a long line of increasingly sophisticated analogue feedback systems that would be used to train and assess the human capacity to enter into an intimate relationship with a dynamic mechanical apparatus. At the heart of the Pursuitmeter was a simple slit-sight, on which the subject focused all his attention.\nThe vertical white line is painted on the face of the slit-window. But the white dot bisecting that white line is motile, and drifts right and left, seemingly at random, over the course of an experimental run (it is driven by an internal clockwork program). The test subject, looking on, can “correct” these drifts by sliding the rheostat handle (“F”) to the right or left in such a way as to compensate for the dot’s departures. A recording device (not seen here) maintains a paper record of the location of the “cursor” in relation to the “crosshair” — a distance that was understood to correlate negatively with the focus and dexterity of the subject, who endeavors to keep the system “on target” as much as possible for the duration of the test.4\nIn the photograph above, the subject is again undergoing one of a series of “asphyxiation” experiments designed to assess his capacities for sustained attention and motor response under conditions of reduced oxygenation (a standard problem for aviators flying without the assistance of supplemental oxygen, which only came into meaningful use after World War II).\nSuch a system created an uncanny (and novel) test-station for cybernetic integration. The Pursuitmeter manifestly staged a drawn-out dance of eye, hand, mind, and machine. Indeed, one can think of it as a remarkable inversion of the ordinary situation of a true “helmsman” (the Ancient Greek kybernētēs, from which “cybernetics” is derived). Whereas the pilot of an airplane provides regulating inputs that steer a system that is responding to real-time perturbations in the world, the Pursuitmeter flips the script; the machine “steers” its human through a set of reactions encoded in its program, assessing the human capacity to follow mechanical instructions. It is, in some sense, a “simulation” of the general problem of spatiotemporal homeostasis — keeping things on their keel. In another sense, however, it is robotic Simon Says.\nThe Miles Pursuitmeter, then, with its intricately programmed “disturber” circuitry of mechanically manipulated induction coils, and its continuous monitoring/recording of performance, represented a fully automated testing system. It charged those before it to give durational, focused attention to a percept, and the device kept track of each subject’s ability to follow and respond to a series of cues.\nLooking at that subject, eyes fixed on the cursor, fingers tracking its movement — as his vision blurs and his consciousness gradually clouds into a hazy trance — we catch a glimpse of the future, of ourselves, eyes glazed, slipping ever deeper into the machine zone. This is not an accident. It is the result of a long history of placing humans in front of machines — and asking them to keep up.\n***\nWe worry about our attention these days. But what we mostly worry about is cybernetic attention, the attention of the pursuit tests — our eyes on the stimulus, our fingers moving responsively. And there is, in fact, a direct line that links those pilot-testing contraptions to the click and tap of our modern attention economy. Pursuit tests were part of the history of experimental psychology — part of the laboratory efforts to quantify and measure the sensory and psychic features of the human person. Attention rose to prominence in this enterprise early, and the kind of attention that came under scrutiny in those laboratories was an instrumental, operational attention — the kind that could be elicited and assessed by instruments. For all the significance of these forms of attention in the machine ecologies of the military industrial complex, it was in the emerging big-money world of advertising that these tools found their most consequential application: from the Neilsen “audiometer” that monitored the radio dials of Americans, to the increasingly powerful eye-tracking systems that quantified the “attention value” of each glance, the metrical mechanisms of attention monitoring became the engines of the attention economy.\nIs all that quick-twitch scrutiny, all that durational commitment to machine interfaces, actually “attention”? Yes and no. You can certainly call those behavior capacities of the human animal “attention”, and you can generate a lot of peer reviewed scientific literature about that kind of attention — precisely because it is easy to measure, and therefore lends itself to the forms of quantitative analysis prized in science and medicine. However, reading, too, is an attentional act, but it is harder to assess in quantitative terms. Not impossible. But difficult. And love. Love, too, is an act of attention. And it quantifies very badly indeed.\nHow do we address the “attention crisis” of our moment? The intense “human fracking” of the AI-driven attention economy? One way to move forward is to take a moment to remember that cybernetic attention is. . . just that. And human attention is something else. Step away from the pervasive pursuit tests of late modernity, and see what happens.\nD. Graham Burnett is based in New York City. He writes and makes things. He is associated with the research collective ESTAR(SER) and teaches at Princeton University. He edits the Conjectures series for The Public Domain Review. His most recent book, co-authored with other members of The Friends of Attention collective, is Attensity! A Manifesto of the Attention Liberation Movement (New York: Crown, 2026).\nEnjoyed this piece? We need your help to keep publishing.\nThe PDR is a non-profit project kept alive by reader donations – no ads, no paywalls, just the generosity of our community. It’s a really exciting model, but we need your help to keep it thriving. Visit our support page to become a Friend and receive our themed postcard packs. Or give a one-off donation. Already a supporter? A huge thank you for making all this possible.",
          "read_time": 11,
          "domain": "publicdomainreview.org",
          "has_image": true
        },
        {
          "id": 508398697,
          "title": "Flights of Fancy: The Nine Birds of Jacques de Fornazeris (1594)",
          "link": "https://publicdomainreview.org/collection/fornazeris-birds",
          "date": "2026-01-21T15:20:00",
          "author": "Redação",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://pdr-assets.b-cdn.net/collections/fornazeris-birds/RP-P-1981-166-edit-thumb.jpg",
          "excerpt": "Flights of Fancy: The Nine Birds of Jacques de Fornazeris (1594)\nIn 1594, the engraver Jacques de Fornazeris created a striking flight of nine bird portraits. The series marries technical flair with...",
          "content": "Flights of Fancy: The Nine Birds of Jacques de Fornazeris (1594)\nIn 1594, the engraver Jacques de Fornazeris created a striking flight of nine bird portraits. The series marries technical flair with theatrical charm: the specimens are rendered in rich detail and possess a noticeable vitality. A fierce civetta (little owl), barbagianni (barn owl), gallo (rooster), pavone (peacock), pernice (partridge), aquila de corona (crowned eagle), anatra saluatica (duck), fagiano (pheasant), and a pelican-like bird described as a sacco marino all feature here. Each poses, glaring beneath its label, accompanied by contextual vegetation and the occasional familiar — frogs, crabs, butterflies, caterpillars, or smaller birds — in frame. Fornazeris collaborated with the prolific Flemish engraver-publisher Nicolaus van Aelst, who normally specialized in religious and allegorical scenes, to print and distribute the plates.\nBird studies experienced a boom in the late sixteenth century. As MET curator Femke Speelberg writes, “the growing demand for empirical evidence and widespread collecting interests by scholars and wealthy patrons alike encouraged a greater number of artists to specialize in this practice.” Yet while natural historical images of avian life by sixteenth-century artists like Jacques Le Moyne sought to document tonal and physical accuracy, the prints by Fornazeris have a slightly more playful quality. Often staring directly at the viewer, or interacting somewhat comically with their familiars, Fornazeris’ birds perform for their audience. This is not nature overseen; the animals seem always already part of a cultural world.\nLittle is known about Fornazeris himself, but he appears to have been multitalented, working as a draughtsman, printmaker, and publisher. Possibly born in Piedmont, he honed his craft at the Savoy court in Turin before settling in Lyon around 1600, where he remained until his death circa 1619. As art historian Henriette Pommier writes, Fornazeris was “conversant with the refined flemish burin technique, which was not yet widespread in single-sheet engraving, but whose delicate nuances in contrast to the more schematic, elementary treatment of the woodcut, must have certainly impressed potential clients.” He was best known for his frontispieces and engravings of popes and nobles, including two plates of Marie de’ Medici, and collaborated from 1601 until his death in 1619 with the bookseller Horace Cardon. However, he had previously produced a collection of twelve or more smaller landscape bird engravings in a similar style between 1580 and 1590, and potentially a few mammals, such as a lynx — though this is a speculative attribution.\nEnjoyed this piece? We need your help to keep publishing.\nThe PDR is a non-profit project kept alive by reader donations – no ads, no paywalls, just the generosity of our community. It’s a really exciting model, but we need your help to keep it thriving. Visit our support page to become a Friend and receive our themed postcard packs. Or give a one-off donation. Already a supporter? A huge thank you for making all this possible.\nJan 21, 2026",
          "read_time": 2,
          "domain": "publicdomainreview.org",
          "has_image": true
        },
        {
          "id": 502145670,
          "title": "A Prophet of the Weather: Lantern Slides by Clement Lindley Wragge (ca. 1900–22)",
          "link": "https://publicdomainreview.org/collection/wragge-lantern-slides",
          "date": "2026-01-20T16:25:00",
          "author": "Redação",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://pdr-assets.b-cdn.net/collections/wragge-lantern-slides/wragge-thumb-2.jpg",
          "excerpt": "A Prophet of the Weather: Lantern Slides by Clement Lindley Wragge (ca. 1900–22)\nBetween 1900 and 1922, Theosophist and meteorologist Clement Lindley Wragge gave countless magic lantern lectures,...",
          "content": "A Prophet of the Weather: Lantern Slides by Clement Lindley Wragge (ca. 1900–22)\nBetween 1900 and 1922, Theosophist and meteorologist Clement Lindley Wragge gave countless magic lantern lectures, with titles like: “A Voyage through the Universe” (1902), “The Majesty of Creation” (1906), “The Grandeur of the Universe” (1912), and “The Endless Universe and Eternal Life” (1918–22). The images collected below were recovered from a trove of 350 lantern slides stored in wooden boxes, which were used by Wragge in various lecture series and are now held in the collections of the Auckland War Memorial Museum. Without extant transcripts for many of these presentations, we are left to imagine his transitions based solely on the images: eclipses and solar flares give way to flocks of sheep and esoteric wisdom; sunsets fade into saturnine moonscapes; a chicken lays an egg and, shortly after, a subsequent slide asks: “Who am I? Who are you?”\nBorn in Stourbridge, Worcestershire, Clement Lindley Wragge (1852–1922) was orphaned at an early age: his mother passed away from complications of childbirth; his father fell off a horse and died from the resultant injuries. Raised for a time by his grandmother, who taught him the basics of cosmology and meteorology, Wragge initially studied law at Lincoln’s Inn before receiving a minor inheritance, which allowed him to decamp for North Africa and the Levant. In 1874, he toured Egypt, Palestine, and Jerusalem, where he chatted with a group of Mormons who encouraged him to visit Utah. And he did so the following year, sailing first to India and then Australia and finally to San Francisco and Salt Lake City. There, he met the prophet and governor Brigham Young, before heading home, surrendering his stake in the law, and casting his eyes to the sky.\nDuring 1881, Wragge assisted the Scottish Meteorological Society in their plans to establish a weather station on Ben Nevis, and began to earn a reputation — which would later result in being nicknamed The Weather Prophet — through his daily assent of the highest mountain in the British Isles, winning the Society’s gold medal in 1882. Two years later, Wragge and his wife and scientific collaborator, Leonora Edith Florence d’Eresby Thornton — whom he had met during yet another trip to Australia in 1876 — decided to return to Oceania for good, setting sail in 1884 with their dog, Renzo, and a supposedly hot-headed cat in tow. In Australia and New Zealand, Wragge devoted himself to rain and wind. He founded the Royal Meteorological Society of Australasia as well as a slew of weather stations (on Mount Lofty near Adelaide; close to the summit of Tasmania’s Mount Wellington; on Mount Kosciuszko in New South Wales), published Wragge’s Australasian Almanac and Weather Guide for Land and Sea between 1898 and 1903, and was appointed as government meteorologist for Queensland in 1887.\nHis most famous exploit, however, was a failure. Having purchased a battery of Steiger Vortex canons, which had been invented to prevent hail from forming over vineyards in Europe, Wragge installed six in Charleville, Queensland, and proclaimed that he would end the drought of 1902. His solution? Fire these cannon-like devices at clouds and watch as the acoustic shockwaves produced by their gas explosions resulted in rain. While the first firing was met with a bit of drizzle, the second barrage produced no precipitation and two of the cannons exploded. When later interviewed about the flop, Wragge blamed his civilian assistants: “the people of Charleville did not carry out the experiment properly”, he said. “They only fired ten shots, whereas they should have continued firing for ten minutes, at the rate of two shots a minute from each gun.”\nIn later life, Wragge became increasingly attuned to the mystical climate of the inner world. He “believed in the underlying connection between knowledge and divinity or science and spirituality”, writes Shaun Higgins, pictorial curator at the Auckland War Memorial Museum. In 1908, during a tour of India, he met Mirza Ghulam Ahmad, who founded the Ahmadiyya messianic movement in Islam, and together they conversed about the harmony of science and religion. In the early 1920s, Arthur Conan Doyle visited Wragge in New Zealand while writing The Wanderings of a Spiritualist and left convinced that Wragge was “the most remarkable personality in Auckland — dreamer, mystic, and yet very practical adviser on all matters of ocean and air.”\nWragge’s lecture style was grandiose, a rhetorical squall, a twister that gathered ideas from every discipline his mind roamed over. An observer of a 1902 lecture by Wragge described the meteorologist as embodying the very weather systems under his observation: “His voice comes in gusts, and dies away in murmurs; it occasionally travels with the speed of a small tornado”. The lecture prospectus for the Wragge Institute and Gardens, which opened at Birkenhead, Auckland, in 1916, offers a glimpse of the encyclopedic ambitions harbored by this Englishman, who sought to harmonize the farthest reaches of space with the inner depths of the soul: “astronomy, geography, travel, meteorology, natural history, radium, etc. besides lectures on Oriental and Indian philosophy, studies in the psychic and occult realms, practical gardening, and evolution of the beautiful and other subjects”.\nWhile the primary aim of his lectures was to make astronomical and meteorological discoveries accessible to the public, Wragge increasingly used his magic lantern slides to communicate Theosophical learning. During a 1908 lecture, for instance, Wragge describes scientific observation as a form of prayer: “Instead of going to church, I prefer to go out into the mighty universe and ask God for wisdom. Can we not pray in the open, in the forests, and by the rivers! (showing a picture of the Manawatu River.) Why can’t I pray in the Manawatu River?” According to Higgins, Wragge conceived of astronomy as “the universal religion, referring to its capacity to lift the mind beyond the finite. He certainly used this capacity in his lectures, persuading the audience to accept that they were insignificant in the scale of the universe.”\nBut this insignificance was meant to comfort. Themes from Wragge’s later lectures would be more at home in the realms of poetry and religion than textbooks on astronomy: the persistence of life after death, the survival of the soul. In these lectures, slides of “Atlantic ooze”, pictured at 2,500 fathoms, and the cratered surface of the Moon are ordered cheek by jowl with meditations on the infinitude of human consciousness:\nBelow you will find a selection of slides from across Wragge’s lecturing career. Slides marked “G” are from “The Grandeur of the Universe” (1912) lecture, while images marked “U” are from “The Endless Universe and Eternal Life” (1918–22), which recycled slides from previous lectures. Other slides are marked “O”, presumably for use in observatories, and “R”, a designation that the image concerns radium, an element that Wragge believed contained “the radio-active spark of God”.\nEnjoyed this piece? We need your help to keep publishing.\nThe PDR is a non-profit project kept alive by reader donations – no ads, no paywalls, just the generosity of our community. It’s a really exciting model, but we need your help to keep it thriving. Visit our support page to become a Friend and receive our themed postcard packs. Or give a one-off donation. Already a supporter? A huge thank you for making all this possible.\nJan 20, 2026",
          "read_time": 6,
          "domain": "publicdomainreview.org",
          "has_image": true
        },
        {
          "id": 2210825084,
          "title": "Twenty",
          "link": "https://www.damninteresting.com/twenty/",
          "date": "2025-09-19T13:32:24",
          "author": "Alan Bellows",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://www.damninteresting.com/wp-content/uploads/2025/09/damninteresting-261.jpg",
          "excerpt": "© 2025 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/twenty/\nIn 2005, YouTube,...",
          "content": "© 2025 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/twenty/\nIn 2005, YouTube, reddit, and Facebook were all still wet and screaming infants. Google, working under the motto “Don’t Be Evil,” had just dethroned Yahoo! as the planet’s most popular Internet search engine (AskJeeves was not available for comment). Nickelback was at the height of its fame. Internet Explorer was the most used web browser, by far. TamagotchiTM Connection was the must-have toy of the season. And in September of that year, a 27-year-old science and history nerd named Alan published Damn Interesting’s first article—Lake Peigneur: The Swirling Vortex of Doom. This month is our site’s twentieth birthday.\nI have been conflicted about how to observe the occasion. Initially we planned to just leave that note at the top of There Once Was a Man Called Curley—our writers are reluctant to bore everyone with uncompelling self-indulgence. At the same time, a decimally delicious date such as twenty seems plenty important, and the lack of a formal acknowledgement feels like a freshly missing tooth—a disconcerting vacancy that one’s tongue cannot stop probing. So this brief post stands in as something inadequate yet extant, much like Nickelback.\nIn the years since the first Damn Interesting article, much has changed in the world: Apple’s iPhone touched off the smartphone age; Twitter took flight; Facebook ate the Internet, and excreted something…else; Google released the Chrome web browser; Satoshi Nakamoto invented Bitcoin; astronomers downgraded Pluto to a dwarf planet; NASA retired the Space Shuttle; CERN discovered the Higgs Boson with the Large Hadron Collider; North Korea got nukes; Fukushima melted down; Osama Bin Laden was killed; Edward Snowden leaked; Google dropped their motto; Brexit broke Britain; COVID-19 paused the planet; James Webb got his Space Telescope; LIGO detected gravitational waves; astronomers detected our first interstellar visitor ʻOumuamua; we collectively made 1.7 billion new humans, give or take; and so on.\nIn that time, our small, independent crew of authors, editors, illustrators, and podcasters at Damn Interesting published 797,626 words (798,231 if you count this post), released 410 podcast episodes, curated over 45,000 interesting links, made a few games, won a few awards, published one paper book, served up zero ads, and gained twenty years of, let’s say, experience.\nHow about you? How have the past twenty years been? What are your aims for the next twenty? What would you like to see Damn Interesting do in the next two decades (apart from “publish more often” [which is impossible unless some of us gain financial freedom from our day jobs])? Should we add discussion to curated links? Make videos based on articles? Another paper book? More games? More short-form curios? A pop-up restaurant? A limited edition, Damn-Interesting-branded LabubuTM?\nFor posterity, some preposterous predictions for the next twenty years:\n- “AI” grows so powerful that it becomes nearly profitable\n- Astronomers discover Planet X1\n- Linguists discover a word that rhymes with “orange”2\n- The United States formally adopts the metric system3\n- Geneticists engineer convenient boneless chickens4\n- Humans establish a permanent moon base5\n- Vat-grown meat becomes commercially viable6\n- SETI detects a signal of extraterrestrial origin7\nWe hope you’re all taking care of yourselves in these strange times. Thank you for being here for our vicennial milestone. Superthanks to those who have donated over the years to keep us going. And we do plan to keep on going, we have so many more true stories to tell. Raise a glass if you are inclined to sentimentally elevate wet vessels.\n2 “Door hinge” is two words, silly.\n3 But officials change unit names to things like “kill-o-meter” and “dear liter.”\n4 These creatures are as upsetting as one imagines.\n5 Discovering that hairless primates find airless space desert quite dull after a few weeks.\n6 “Manwich” takes on troubling implications.\n7 They have been trying to reach us about our space station’s extended warranty.\n© 2025 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/twenty/\nSince you enjoyed our work enough to print it out, and read it clear to the end, would you consider donating a few dollars at https://www.damninteresting.com/donate ?",
          "read_time": 4,
          "domain": "damninteresting.com",
          "has_image": true
        },
        {
          "id": 425754774,
          "title": "Omiword, a Word Game",
          "link": "https://www.damninteresting.com/omiword/",
          "date": "2025-07-21T13:51:23",
          "author": "Alan Bellows",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://www.damninteresting.com/wp-content/uploads/2025/07/damninteresting-191.jpg",
          "excerpt": "© 2025 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/omiword/\nIn certain dialects...",
          "content": "© 2025 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/omiword/\nIn certain dialects of Chinese, Japanese, Korean, and Vietnamese, the word for ‘four’ sounds very similar to the word for ‘death’1. Consequently, the number 4 is considered by many people in East Asian nations to be unlucky. It is not unusual for buildings in that region to skip the number 4 when labeling floors, much in the same way 13th floors are omitted in some parts of the world2. In Hong Kong, at least one skyscraper avoids the proper numbering for floors 40-49.\nFour is the second-smallest positive non-prime number3. It is the only natural number where one can get the same result by multiplying its square roots (2×2), or adding them (2+2). Four happens to be the only number that has the same number of letters as its actual value4. The four color theorem tells us that four is an adequate number of colors for any two dimensional map—no two bordering regions would need to share a color. Four is the number of bonds that a carbon atom can make, which is why life can exist, a quality known as tetravalency. Fear of the number four is known as tetraphobia, and anyone suffering from it has almost certainly stopped reading by now, or at least uttered some four-letter words.\nIt’s no secret that direct donations to Damn Interesting have been on a downward trend in recent years, so we are aiming to diversify. To that end, we’ve made something new, and it’s called Omiword.\nWay back in the days before Covid, predating the Wordle craze, I started working on a daily browser-based game with draggable tiles and intersecting words. Whenever I have a small pocket of time, when it’s insufficient for a writing groove, I find that making games is a meditative way to occupy it. I shelved this game in 2020 when the world went weird, and I didn’t find my way back to it until recently. It’s ready now, and I hope some people like it.\nIn this game, the player’s objective is to spell four common American English words by dragging letter tiles within sectors. The puzzles start out easy on Mondays, and grow more difficult daily, becoming downright hostile by Sunday.\nIt’s totally free, though we’re hoping that some people who enjoy it will donate via Patreon to support ongoing puzzle design. If we reach $300/month in supporters there, we’ll commit the effort to add access to the entire archive of daily puzzles. There has been one puzzle per day since limited user testing began on 01 January 2025, so that’s over 200 puzzles in the archive so far.\nOmiword is not our first game, nor is it likely to be the last. Let us know what you think if you are so inclined, feedback is welcome. Money is also welcome, it’s hard to survive without it.\n2 Triskaidekophobia\n3 Mathematicians define a prime as a number with exactly two distinct positive divisors—1 and itself—thus excluding 1.\n4 In English.\n© 2025 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/omiword/\nSince you enjoyed our work enough to print it out, and read it clear to the end, would you consider donating a few dollars at https://www.damninteresting.com/donate ?",
          "read_time": 3,
          "domain": "damninteresting.com",
          "has_image": true
        },
        {
          "id": 3146418885,
          "title": "Much Ado About Adenoids",
          "link": "https://www.damninteresting.com/much-ado-about-adenoids/",
          "date": "2025-06-23T12:51:39",
          "author": "Jennifer Lee Noonan",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://www.damninteresting.com/wp-content/uploads/2025/06/damninteresting-275.jpg",
          "excerpt": "© 2025 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from...",
          "content": "© 2025 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/much-ado-about-adenoids/\nEdmund Lawall must have felt cursed. He’d brought his family to New York in the late 1800s to carry on his father’s business as a pharmacist, but fate—or perhaps the city itself—seemed determined to drive him back out again. Lawall’s health had been in decline since their arrival, and his wife’s kidney disease had worsened, despite all of the tinctures and patent medicines available to his turn-of-the-century expertise. Not long after that, his business partner had been revealed as a crook, sending Lawall scrambling into bankruptcy court to convince the judge that his pharmacy had nothing to do with shady real estate dealings. Then, in the midst of the bankruptcy proceedings, an anonymous woman had staggered into Lawall’s drug store, collapsed on the floor, and died of unknown causes. Likely no one could have saved her, but it wasn’t exactly a ringing endorsement of the pharmaceutical services available at the corner of Eighth Street and Avenue C.\nNone of that compared, however, to the morning of 27 June 1906, when a disheveled man in a medical coat burst through the narrow glass doors of the pharmacy, begging for protection. He was immediately followed by a young man with a revolver, and an angry crowd screaming in Yiddish. Lawall didn’t speak the language, but there was no mistaking the young man’s intent as he strode purposely forward and raised his gun to the doctor’s head.\nIt was a grim, but recognizable tableau: the young man’s stance and grip were confident, clearly marking him as a budding gangster. The behavior of the crowd, on the other hand, made no sense at all. Innocent bystanders tended to run away from gang violence, yet the pushcart vendors and housewives surrounding the apparent holdup were not frightened, or even appealing for mercy. They were shouting, quite insistently, for the doctor’s execution. And everything seemed to indicate they were going to get what they wanted.\nIn the weeks that followed, blame would be pointed in nearly every direction—because at that moment, unbeknownst to Lawall, similar scenes were playing out all over the neighborhood, with other doctors, teachers, reporters, and even utility workers being assaulted by hordes of people howling at them in Yiddish. By the time it was over, the incident would be measured as one of the largest riots ever in New York City, and the confrontation at Lawall’s Pharmacy would be mentioned only in passing, if at all. Another name, however, would be repeated over and over again: Adeline E. Simpson, the principal of Public School No. 110.\nFor the toughest school in the city, P.S. 110’s architecture was surprisingly beautiful. Its five stories of white stone crowded the narrow sidewalk and ascended sharply upward, cutting through the street-level grime like a shaft of light. Where gargoyles would have traditionally stood, the roofline instead featured dozens of intricately carved owls—an homage to Florence Nightingale, who was famously fond of her pet owl, Athena, and who was technically the school’s namesake even if no one ever called it by anything but its number. Like the rest of the Lower East Side, the building’s pristine craftsmanship would soon be draped in a thick layer of grey soot, but in 1906, just three years after opening, it still stood as a proud testament to the Board of Education’s mission to prepare every child in New York City for a bright future, regardless of their background.\nIt didn’t take much, however, to recognize the façade for what it was. Behind the school’s decorative archways and wide, glass-paned windows sat roughly 2,400 children, all of whom lived within a one-block radius of the intersection at Broome and Cannon Streets. Any further, and they would have attended P.S. 92 instead, at Broome and Ridge, or P.S. 34 at Broome and Sheriff. “Some blocks seem to have a school on each of the four sides,” wrote a reporter for The Sun, and it wasn’t much of an exaggeration. Over at Hester and Essex, there were two schools immediately adjacent to one another, containing a total of more than 5,000 children under the age of 14, and Lawall’s Pharmacy itself was located between a pair of schools just 800 feet apart.\nAll told, there were about 565,000 registered school children in Manhattan in 1906, which, taking into account their adult relatives and the significant number of underaged dropouts, added up to as much as a quarter of a million people per square mile in some areas. (For comparison, in 2025, there were approximately 70,000 people per square mile living in Manhattan, though weekday commuters could push the density as high as 170,000.) Each September, school officials held their breath as they waited to find out how many young immigrants had arrived over the summer—and how badly their expansion estimates had been off. No one wanted a repeat of 1901, when they’d still had to turn away thousands of students for the year despite opening 11 new school buildings, filling some classes with as many as 60 children, and relegating hundreds in each campus to only a half-day of education each.\nThose who did secure a desk had no complaints about the crowding, as their homes were usually worse. Tenement apartments averaged just 325 square feet, and often contained up to a dozen people and zero plumbing. During the summer months, charitable water wagons would trundle the neighborhood offering simple hydration, and when the city installed swimming tanks in the schools for water safety training, those on the Lower East Side quickly repurposed them as bathtubs for students who had no other opportunity.\nThis was the world in which principal Adeline E. Simpson strove to make a difference in the lives of her students at Public School No. 110. She was a stout woman, with short, tightly curled hair and a thin mouth that seemed to frown and smile simultaneously—your best friend or your worst enemy, the choice was yours. Simpson was a school principal to her core, and she loved her job so much she did it twice: after working all day at P.S. 110, she would walk a mile and a half to the opposite side of the district and serve as the principal of the night school for adult women until 9:30 each night. A second job also offset the fact that state law capped her salary at $2,500, compared to $3,500 for male principals.\nUnlike the pharmacist Edmund Lawall, who existed at the frayed edges of the Lower East Side and perhaps had the luxury of feeling surprised by a gangster in his store, Simpson could look out her window and see one any time she liked. Directly across the street from P.S. 110 was a bird shop owned by the infamous “Monk” Eastman, which maintained a steady cash flow despite never selling a single bird. His relationship with violence was frighteningly casual: at one point, Eastman had begun shooting at the school for no reason other than target practice. As glass shattered and children screamed, Simpson marched across the street and lectured him the way only a school principal could. If Eastman didn’t care about dead children in general, she noted, he might at least care that his own children were inside the building. The lumpy, scarred gangster considered her for a moment, smoking weapon still in hand, then said, “You’re a good sport for not calling the cops.” He never troubled her again.\nYet Simpson was more than just a formidable authority. She cared deeply about her students and believed that every child had potential, an idea which was frankly laughable to many of her contemporaries. They’d tried to warn her, when she took the job, that P.S. 110 wasn’t just a bad school in a worse neighborhood. It had, over the years, been informally designated as a clearinghouse for what were known at the time as “backward” children; that is, children who suffered from cognitive, physical, or behavioral delays that left them unsuited to traditional education—and thus presumably destined for a life of crime and degeneracy. Of course, every school on the Lower East Side had struggling children on its roster, but at P.S. 110, there were at least 150 children in so-called “defectives classes,” who were three or more grades below what their ages would have indicated.\nIt only made her want the job more. Once she got there, in fact, Simpson actively encouraged her school’s status as the de facto junk bin, welcoming difficult students with open arms when no one else would. One such boy was Benjamin Apicello, who had been gathering firewood in the streets when he mistakenly picked up a “nice brown stick” that turned out to be a construction worker’s lost dynamite. The subsequent explosion in their kitchen had left Benjamin fully blind, and for five years his mother had been unable to find any school that would take him. When he finally enrolled at P.S. 110 at the age of 14, however, he wasn’t even the only blind student on campus—and in less than two years, Benjamin had caught up on his studies, graduated with honors, and was on his way to high school with the intention of becoming a lawyer.\nBut while Simpson’s individual victories could be impressive, her overall success rate remained sadly relative. Only around a third of her students made it to eighth-grade graduation, and of those, approximately 98 percent were girls. The gender gap was due, at least in part, to the parents: it was all too easy to give up on educating boys when menial labor seemed inevitable anyway. Officially, school was compulsory until age 14, but in reality, the “work certificate” program greased the wheels for would-be dropouts to exit the educational system. One boy who successfully applied for a work certificate at the Rochester Health Bureau was barely over 4 feet tall and weighed just 69 pounds. The evaluator admitted to being skeptical of his age—proven only by a handwritten baptismal record—but noted that his diminutive size could be explained by malnutrition. After all, he didn’t exactly look young. “Impressed upon his forehead were four distinct wrinkles, and at the corners of his small, red lidded eyes, crows’ feet were beginning to show.”\nUnfortunately, while anyone could recognize that poverty led to illness, far fewer at the time were aware that illness can also lead to poverty. Proper nutrition and medical treatment were generally considered a benefit of success, rather than a necessity for achieving it, and many disadvantaged workers, including parents, saw no point in treating small maladies. One doctor at the time recalled a woman who, when alerted to her son’s mouthful of rotting cavities, replied sourly, “He don’t work with his teeth.” Another ignored her son’s ear infections until the boy was nearly deaf, yet remained unable to see the connection between his physical health and his failing grades. Instead, she blamed the school, and began threatening to withdraw him entirely and “put him on a paper-stand to do real work.”\nSimpson, of course, did see the connection. Every single child in her defectives classes, she noted, suffered from one or more medical problems—and on the rare occasion that a parent did seek treatment, the child usually saw such improvement that they were promoted out of special education altogether. She was not completely alone in her observations: as far back as 1897, the New York Department of Health had employed a team of School Medical Inspectors to check for contagious outbreaks, and in 1901, they had expanded the program to include certified physicians who would screen the children for more general ailments. If any were discovered, a letter would be sent home to the parents encouraging them to visit a doctor, or else obtain free services at Mount Sinai Hospital if the family was unable to pay. But the letters were usually in English, and the few parents who could read them had oppressive work schedules that left no time for a 13-mile round trip to a hospital—especially when that facility offered none of the traditionally trusted remedies of their home countries. The cultural divide was so significant that many parents in the Lower East Side preferred to pay a neighborhood royfe (a fellow Russian-Jewish immigrant with some medical experience, but no formal training) rather than accept free treatment from the German-Jewish doctors of Mount Sinai, who were already Americanized by a generation or more. In the parents’ defense, the care was often comparable—penicillin was still more than 30 years away, and the effectiveness of handwashing in a medical setting would continue to be debated for another 60. But while the royfe was cheap, he wasn’t free, and this combined with all the other roadblocks to care meant that a significant number of immigrant children simply lived with their illnesses.\nSimpson, however, didn’t believe in giving up. If the parents couldn’t take their children to the doctor, then she would bring the doctor to the children. The Educational Board was already paying for medical exams, she argued, so why not pay for the prescriptions and procedures, too? The money would be easily recouped in preventative savings, since by some estimates a single repeated school year could cost taxpayers as much as $86 per student, while medical treatment might require as little as 50 cents.\nThe Chief Inspector for the Schools, Dr. John J. Cronin, was in favor of the idea. But if such an experiment were undertaken, he said, it would need to be dramatically effective, in order to serve as a model for other schools to do the same. Cronin understood the politics of city funding, and he knew that a piecemeal operation—bringing in one optometrist for a few pairs of glasses, then one dentist for a handful of cavities, and so on—would not provide the strong evidence he needed to convince the Board of Education. They had to choose one affliction that would bring about the most improvement for the most children in a single visit.\nThe answer, they decided, was swollen adenoids. According to medical understanding at the time, adenoids were “fungal growths” in the sinuses, just above and behind the uvula, which could cause a host of serious symptoms, including blocked airways, interrupted sleep, and even hearing loss. In reality, adenoids are a part of the lymphatic system that can become inflamed for several reasons, and surgically removing them remains a key treatment today just as it was in 1906. More to the point, this was the kind of advanced procedure that Lower East Side parents were less likely to commit to, yet which doctors knew from experience could bring about immediate improvement in a child who was previously too lethargic to concentrate. It was also a stunningly common problem, afflicting more than half of the students in Simpson’s severely delayed classrooms.\nWhile Cronin handled the medical arrangements, Simpson coordinated with the parents. Students were identified, permission slips were sent home, and while some came back with only a crude letter X on the signature line, all came back signed. On 21 June, just a week before classes were let out for the summer, Dr. Emil Meyer of Mount Sinai Hospital arrived at P.S. 110, along with eight nurses and eight physicians from the corps of medical inspectors. They paired off around chairs in an empty classroom, and as each child entered, Dr. Meyer swabbed their throat with an anesthetic which, given standard practice at the time, was almost certainly cocaine. The eight doctors worked so rapidly that each nurse barely had time to wipe the blood from her patient’s lips before the next one arrived, and in the end, they completed 83 operations in just 88 minutes. Then, for being such good sports, the children had an ice cream party.\nIt was, Simpson and Cronin agreed, an unqualified success. With a little healing, and three months of summer air flowing freely through their noses, one could only imagine how different these classrooms would look come September.\nSix days later, however, all Gehenna broke loose.\nIt started with just one man, a “strange” figure who raced through the tenements on the morning of 27 June, knocking on doors and telling parents that they must hurry to P.S. 110 and rescue their children. It’s unclear whether he gave an exact reason, but according to Simpson, at least 25 parents later reported that they had been visited, and the narrative quickly became that school officials were slitting children’s throats.\nTo Jewish immigrants in 1906, this was not a far-fetched accusation—most had come to America to escape persecution, and the ongoing pogroms in Russia had been particularly brutal. In these parents’ experience, local authorities did sometimes decide to murder every Jew in the city, and they often started with the children. Some reports would later claim that the adenoid surgeries had directly sparked the rumor, as children returned home “drooling mouthfuls of blood” and “barely able to speak” to parents who had never understood what they were signing off on. But that theory didn’t realistically fit the timeline, as a full six days had already passed without complaint. Instead, Simpson said, she was quite sure that the instigator was a disgruntled royfe who had learned about the operations, and did not appreciate having his business cut into by school officials. It wouldn’t be the first time they’d caused trouble, Simpson said—four years earlier, a group of parents had rushed to Gouverneur Hospital on the rumor that a field trip for eye exams was actually meant to blind them, and back then, “these low-class doctors openly complained to me that their practice was being interfered with by the city authorities.”\nBut while the Gouverneur Hospital incident had been relatively small, something this time was different. Perhaps the constant newspaper coverage of Jewish deaths in Kishinev and Bialystok was weighing on the parents’ minds. Perhaps the early summer heat had put them on edge. Perhaps many were skeptical, but decided that it was easy enough to go and confirm the truth when the school was only a few hundred feet away. Or perhaps, as some suggested, the spark was not a man knocking on doors, but a scathing editorial about the adenoid surgeries in a Yiddish-language newspaper—though this pre-riot editorial, if it existed, has not been subsequently found. Regardless of the initial cause, by 10:45 that morning, tens of thousands of concerned parents had swarmed not just P.S. 110, but every single school on the Lower East Side.\nLike the spread of a virus, most parents could point to another individual who had brought them into the fold. One of the earliest, according to The Sun, was “a hatless young Jewess with hair flying in the wind and the look of a mother tigress,” who reportedly ran across Broome Street toward P.S. 110 screaming, “The Christs are cutting my baby’s throat!” Others heard a different woman telling the crowd outside P.S. 110 that “they’ve killed four now and buried them in the cellar of the school.” A pushcart vendor five blocks away on Ludlow Street said that his sister-in-law had repeated the story to him, so he’d gone to his daughter’s school, P.S. 137, just “to see.” A plumber who had been working on Norfolk Street saw a handful of upset women outside P.S. 75, and initially approached to help calm them, but soon found himself smashing a length of lead pipe against the school doors and screaming, “Murderers!”\nEach escalation brought more in kind. One mother entered P.S. 34 and assaulted a teacher who tried to prevent her from “dragging her six-year-old daughter down three flights of stairs by the hair.” Others who had been locked out of their children’s schools began throwing rocks, vegetables, and anything else they could get their hands on. Leon King, a tailor on Stanton Street, fought off four police officers “as though they had been straws,” then “leaped a high railing and attacked a door with his finger-nails, feet, teeth and head.” According to the principal of P.S. 4, “One man tore his hair out. When I say this I am not speaking figuratively. He put both hands to his head, and when he held his hands out there was a bunch of hair in each one. For the moment he was raving mad.”\nThe police response was swift, but inadequate. According to The Evening World (whose staff writer subscribed to the Yiddish editorial theory,) a handful of officers were already inside P.S. 4 on Rivington Street before the crowds gathered, preemptively escorting the anxious medical inspectors on their typical rounds. Many of these physicians were Jewish, and if The Evening World is to be believed, they fully anticipated what would happen on the streets after reading such an inflammatory news item around their own breakfast tables. On the other hand, this same article features numerous verifiable errors, and a flair for dramatic narrative that was unfortunately average for newspapers at the time. Several medical inspectors were indeed on duty that morning—including one especially unlucky doctor who happened to be leaving P.S. 36, at Ninth Street and Avenue C, just half a block away from an otherwise unremarkable pharmacy—but none of them mentioned any pre-emptive action from the police. According to most sources, law enforcement was as blindsided as anyone.\nNonetheless, they put forth an admirable effort. Most of the Lower East Side was covered by the Thirteenth Precinct under Captain Patrick Byrne, whose 97-year-old station house was described in the 1905 Annual Report for the Police Department as “old, unsanitary and badly adapted for police purposes.” Within minutes of the first call, every officer and reserve patrol in Byrne’s command was responding to one of the four schools within a one-block radius of the station house, with no hope of reaching any further. Yet when Byrne called for backup from Captain Cooney, of the Union Market station, and Captain Murtha on Eldridge Street, he was informed that both were engaged with nearly a dozen schools of their own. If anything, they were worse off: Captain Cooney had been violently assaulted by several women outside P.S. 188, and the only person left to rescue him had been the station’s doorman.\nMeanwhile, Captain Murtha was engaged in a life-saving rescue of his own in front of Public School 20.\n“Fools, to send your children to American schools!” a man had scolded the crowd from his perch on the playground fence. “They butcher your babies right and left. I can give you the names of many children that have been killed and buried in the school cellars. I can give you the addresses of—”\n“Shut up,” yelled Detective Landers in Yiddish, “and come down out of there.”\n“This is a free country,” retorted 24-year-old David Stern, “and it is my right under the Constitution to—”\n“Constitution, hell!” said Landers, and grabbed Stern’s legs. Instantly, the crowd set upon him, pummeling Landers’ face and tearing off his clothes. For a moment it seemed as if his fellow officers would not be able to pull him free, but Landers was inspired by the realization that many in the crowd did not even know what they were protesting.\n“This is a thief—out of the way!” he shouted, and the crowd relaxed long enough for him to escape with his rabble-rouser in tow.\nBy 11:00 am, horse-mounted reserves had galloped in from every precinct in lower Manhattan. Mounted officers were considered as effective as ten men on foot, but even by that math, the total responding force for the roughly 50,000 rioters was less than 300 police. At P.S. 137, across the street from the Essex Market courthouse, there were no police available at all, and the court magistrate was forced to suspend proceedings so that bailiffs could go outside and attempt to quell the rioting parents. One of these parents was a jeweler named Otto Gottlieb, who had taken up a spot on the courthouse steps and was still shouting “They’re cutting their heads off!” as a court official wrestled him to the ground. Magistrate Breen fined him a dollar on the spot without trial. The District Attorney, meanwhile, tried to shoulder his way through the crowd toward the front of the school, where a woman had somehow acquired a ladder and was attempting to break through a second-story window.\nBy now, most schools had locked their doors against the commotion, and the anger of the mob turned toward any target it could find. A telephone lineman was brutally beaten after his tools were mistaken for surgical instruments, and a pair of reporters claimed that their eyeglasses branded them as potential doctors, resulting in a violent fusillade of fruit from vendors’ carts and exhortations to “Kill the cutthroats!”\nBut the worst accessory of all was a white doctor’s coat, which one unfortunate man was still wearing when he found himself inside Lawall’s Pharmacy with his hands in the air, surrounded by a screaming crowd who had paused their assault only because a young man with a revolver seemed poised to take care of the problem.\nIf Lawall had phoned the police, he would no doubt have received the same non-answer as every other call that morning. But by a miraculous stroke of luck, a single patrolman named Burke saw a crowd descending upon the pharmacy on the heels of a fleeing doctor. Burke forced his way in behind them, raising his own gun and demanding the teenage gangster’s surrender. To the relief of only a few, he complied. The boy would later be identified as Max Scott of 643 East Thirteenth Street, and he would be sentenced to a fine without jail time.\nMany others, however, were not yet safe, including the teachers inside the besieged schools. Some opened their doors, hoping that the parents would see their children were unharmed, and leave quietly. It didn’t work. “If a woman didn’t happen to find her child at once,” said principal Lizzie E. Rector of P.S. 4, “she set up a wail as if she had stumbled across its body.” Others went outside and attempted to address the crowd. “Your children are all right,” insisted principal Annie Boyne of P.S. 22. “I am a mother myself and will look out for your babies.” Rioters flung rocks at her in response. The district superintendent of schools, Julia Richman, took a firmer stance. When one well-dressed man tried to persuade her to sneak him past the locked doors, she told him that he should be ashamed of his foolishness. “I’m a Jewess myself, and I am sorry I have to talk this way to a man that speaks English as well as you do. You can see your child when school is dismissed.” He pushed past her, undeterred.\nOne by one, the principals realized that the safest—and realistically only—option was to cancel school for the day. But the subsequent flood of children into the streets only swelled the crowds and confusion. Some could not find their parents, while others had no interest in doing so, and a rush of several thousand children began loudly parading down Pitt Street, determined to enjoy their unexpected vacation. This, in turn, caused any parents still unaware of the commotion to hurry out of their tenements and join the fray.\nOne of the last schools to dismiss was P.S. 137, across from the courthouse, where the children had grown as dangerously panicked as the crowd outside. To open the doors between them now would surely result in someone getting trampled. Fortunately, several officers of the court had successfully made their way to the front of the school, and in a coordinated effort, they managed to force the line of parents back to the opposite side of Essex Street. On cue, principal Kate M. Stephens rang the gong signifying a fire drill, and in the brief pause that followed, a young teacher named Julia Hamburger began loudly singing the school song.\n“Three cheers for the red, white and blue! Three cheers for the red, white and blue! Oh, the Army and Navy forever—Three cheers for the red, white and blue!”\nStunned into relative complacency, the children began to fall into their standard routine, lining up behind her and singing along as she clapped out the beat with shaking hands. The scene was so unexpectedly bizarre that it worked: the crowd outside hesitated as the doors to the school were thrown open and the children marched out in formation, their clear voices evidence of their uncut throats.\n“It looked like pictures of the Crucifixion,” said Hamburger, who continued to solemnly guide them through the melee until each child had been recognized and snatched from the line with wails of relief. Once she was safely across the street, she sat down on the steps of the courthouse and wept.\nPrincipal Simpson, for her part, claimed that there was no riot at her school—or at least, that it was over as soon as it began. One of her first actions as principal had been to replace the old disciplinary system with a policy of student self-government, in which the children collectively determined their own “charter” through elected representatives, and rule-breakers were fully prosecuted and defended by classmates before an adolescent judge. It had taken several years for the cultural shift to take hold, but eventually the program became so successful that the children would even remonstrate with each other outside of school, such as when one student heard a classmate speaking rudely to his mother, and took the time to knock on his door and ask if that was “what you were taught in Public School 110.” On the day of the riot, Simpson said, the halls were being monitored by student leaders, as usual, so when the frantic parents arrived they were immediately calmed by the sight of self-assured children, who then escorted them to the appropriate classrooms without a fuss. She later told an interviewer that her school had not even needed to be dismissed, and most sources agree.\nIn the end, despite 50,000 rioters and countless acts of assault (not to mention 83 adenoidectomies of dubious consent), the fallout from the day’s violence included just three arrests, and zero deaths. By mid-afternoon, tempers had largely subsided, and while some schools chose to cancel that day’s graduation ceremonies, others managed to peacefully hold them in the evening. District superintendent Julia Richman made a personal appearance at P.S. 75 to chastise the parents.\n“The idea of believing that children were being killed and buried in cellars!” she marveled incredulously. The audience laughed, but she wasn’t having it. “Why didn’t you laugh this morning?” she demanded. “These rooms should be emptied of your children for a few months, and your silly mothers sent here for a term or two instead.”\nIt was an unfair generalization—the school Richman was standing in still bore the marks of a father’s lead plumbing pipe on the door—but in lieu of outright antisemitism, many tacitly agreed that it was safe to blame the women. “Crazed Women Storm Schools on East Side” read the headline for the Times Union the next day; “Women Rush to Schools” declared The Brooklyn Citizen. “Now that the region has reduced excitement to a science,” wrote a reporter for The Sun, “the woman-made panic is the best thing the East Side does.”\nOther papers, however, were not so dismissive. “A refugee generation can never quite overcome such alarm,” wrote The Buffalo Enquirer, “nor completely trust the faith of a new land.” A few even directly condemned Simpson’s experiment. “To go into a schoolhouse and remove adenoids wholesale,” said a reporter for The Standard Union, “is as absurd as it would be to go down the line pulling teeth, or performing the Lorenz operation for congenital hip disease.”\nTwo anonymous teachers, meanwhile, wrote to the editor of the New-York Tribune declaring that the real blame fell on journalists, whose “highly sensational accounts” of the riot had directly caused a smaller riot among Italian immigrant parents just one day later. (This, too, had been sensationalized by the same paper, only with swapped stereotypes: “Three schools… were mobbed by purple skirted, red ‘kerchiefed women. The janitor of one building was slightly stabbed by a stiletto in the hands of an infuriated mother, and several children were found to be characteristically armed with knives to repel the anticipated assaults of health doctors.”)\nBut despite the violence, indignation, and verbal sparring that continued well into the new year, Simpson regretted nothing. The students whose adenoids had been removed did, in fact, return in the fall showing major cognitive improvement, and both she and Chief Inspector Cronin assured the Board of Education that the riot had been an inevitable side effect of an otherwise incredibly successful operation. If anything, said Cronin, they should be happy that the bandage had been fully ripped off, because “after you have one good [riot], there are no more.”\nThis statement was demonstrably untrue, but many state officials nonetheless began to recognize the financial value in treating the ailments of the poor. Funding for the medical inspection program was significantly increased, on the condition that the money would go toward hiring more inspectors, rather than medical procedures. “We made that blunder once,” agreed Superintendent Richman, “and we will not do it again.”\nBy June of 1907, just one year after the riots, the Manhattan Eye, Ear and Throat Hospital had to make a public plea for more charitable funding, as “adenoid and tonsil operations performed in the hospital have greatly increased in number… and though it increases the expenses of the hospital, it is more than justified by the results.”\nSimpson never again received the same level of publicity as she did in the summer of 1906, but she continued to be praised in the papers every few years for various innovations, including teaching her eighth-graders how to sew their own graduation gowns in aspiration of high school, adding Latin to the curriculum at her night school for women, and overseeing one of the first racially integrated middle schools in the city. Her ongoing implementation of student self-government received several glowing profiles as well as a nod in a college textbook, and in 1933, she testified before the United States Senate on her experience in treating causes, rather than symptoms. “Medicine is progressively solving its problems by prevention of disease, instead of through cure,” she said. “[Degeneracy] requires most expert surgery for the eradication of its poisonous seeds.”\n© 2025 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/much-ado-about-adenoids/\nSince you enjoyed our work enough to print it out, and read it clear to the end, would you consider donating a few dollars at https://www.damninteresting.com/donate ?",
          "read_time": 29,
          "domain": "damninteresting.com",
          "has_image": true
        },
        {
          "id": 3968934313,
          "title": "A Trail Gone Cold",
          "link": "https://www.damninteresting.com/a-trail-gone-cold/",
          "date": "2024-03-21T12:50:03",
          "author": "Marisa Brook",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://www.damninteresting.com/wp-content/uploads/2024/03/damninteresting-a-trail-gone-cold.jpg",
          "excerpt": "© 2024 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/a-trail-gone-cold/\nIceland...",
          "content": "© 2024 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/a-trail-gone-cold/\nIceland is known to the rest of the world as the land of Vikings and volcanos, an island caught between continents at the extremities of the map. Remote and comparatively inhospitable, it was settled only as long ago as the 9th century, and has seen little additional in-migration since. Even today, more than 90 percent of Iceland’s 390,000 residents can trace their ancestry back to the earliest permanent inhabitants, a Nordic-Celtic mix. The tradition of the Norse sagas lives on in the form of careful record-keeping about ancestry—and a national passion for genealogy. In other words, it is not the place to stumble upon old family mysteries.\nBut growing up in the capital city of Reykjavík in the 1950s, neurologist Dr. Kári Stefánsson heard stories that left him curious. Stefánsson’s father had come from Djúpivogur, an eastern coastal town where everyone still spoke of a Black man who had moved there early in the 19th century. “Hans Jónatan”, they called him—a well-liked shopkeeper who had arrived on a ship, married a spirited woman from a local farm, and became a revered member of the community.\nThe local census did record a man by the name of Hans Jónatan, born in the Caribbean, who was working at the general store in Djúpivogur in the 19th century—but that was all. No images of the man had survived, and his time in Iceland was well before any other humans with African ancestry are known to have visited the island. If tiny, remote Djúpivogur did have a Black man arrive in the 19th century, the circumstances must have been unusual indeed.\nIt was an intriguing puzzle—and solid grounds for a scientific investigation. Given the amount of homogeneity in the baseline Icelandic population, the genetic signature of one relative newcomer with distinct ancestry might still stand out across a large sample of his descendants. Geneticists thus joined locals and history scholars, and they pieced together a story that bridged three continents.\nIn 1964, University of Copenhagen law professor Knud Waaben wrote an extensive review of two men born into slavery in the 18th century who ended up fighting for their rights in Danish court. History had lost track of both men, according to Waaben, and only speculation was possible as to any later stages in the life of either.\nOne of the two men had been born on 12 April 1784 in the town of Christiansted on the Caribbean island of St. Croix. This small piece of land—named by the French, intermittently occupied by the British, and technically owned by the Danish—exemplified the European-colonial squabbling that was playing out all over the Caribbean, not to mention the Americas and also the world in general.\nThe economies of St. Croix and the other Danish West Indies were driven almost exclusively by the Europeans’ relatively new but insatiable need for sugar. Production of the stuff was based on an incomprehensible amount of slave labour. Generations of field-slaves and house-slaves endured brutal conditions across hundreds of sugarcane plantations as European sugar magnates became enormously wealthy. By the late 18th century, St. Croix held around 3,000 white people—almost all men—plus about ten times as many Black slaves. Escape attempts were easily thwarted, since St. Croix afforded very few places to hide. Captured runaways were subjected to vicious beatings, public shaming, or both, even if they were children.\nIn Danish, he was called Hans Jonathan, as he was born into slavery and thus not entitled to a surname. His mother was a house slave named Regina, who at the time was in her mid-20s; her pregnancy was likely involuntary. Regina’s owner was a wealthy young widow named Henrietta Cathrina Schäffer, who brought with her Regina and several other slaves when she married Ludvig Heinrich Ernst von Schimmelmann, a local judge from a prominent German-Danish family who was rapidly climbing through the political ranks of the Danish West Indies. In 1784, the same year Hans Jonathan was born, Schimmelmann was appointed Governor-General of the territory.\nHans was noticeably lighter-skinned than his mother, which suggested he was the offspring of Regina and a free white man. Exactly which free white man is unknown; historical records are vague, indicating only that the father in question was “said to be the secretary”. In his extensive 2014 biography of Hans Jonathan, Icelandic anthropologist Gísli Pálsson weighs the evidence and considers several possibilities. He points out that if “the secretary” is taken literally, the most logical match is a man named Hans Gram, who was the Schimmelmanns’ scribe at the time (though Gram would later find minor fame in the United States as a composer). That said, “the secretary” is not a reliable clue, as it may have been either someone’s guess or a deliberate cover story. Other candidates for Hans’ paternity cannot be ruled out—including Schimmelmann himself.\nLittle Hans spent his early childhood at the Schimmelmanns’ sugar plantation, Constitution Hill, picking up three languages used locally (Danish, English, and the St. Croix creole of the time). In 1788, Schimmelmann left his post in the Danish West Indies, and he and Henrietta made arrangements to return to Copenhagen and settle in an affluent neighbourhood. They selected several adult slaves to take back to the homeland—including Hans’s mother, now called Emilia Regina after a mandatory baptism in 1787, and her brother. The slave children were another matter. They were considered too young to bother with, so four-year-old Hans, along with his younger half-sister and their two cousins, were left behind in Christiansted. Surprisingly, four years later, the Schimmelmanns appear to have changed their minds; they arranged for the two eight-year-olds—Hans and one of his cousins—to travel to Copenhagen and join the household in 1792.\nEurope was another world relative to St. Croix, and not just because it was colder. The languages were mostly familiar, but the capital of Denmark was large, bustling, and cosmopolitan—home to almost 100,000 people from a variety of backgrounds. Far removed from the sugar plantation, here all of the slaves were house-slaves; they were responsible for looking after the Schimmelmanns’ children, and cleaning and maintaining the family’s lavish five-storey mansion to the standards of European aristocrats.\nLudvig Schimmelmann died at the end of 1793; most of his surviving children moved out in their young adulthood before the end of the century. Now the head of household, Henrietta Schimmelmann made it very evident that she believed in the traditional definition of slavery, whereby her slaves would do her bidding and that was that. The Copenhagen census of 1801 lists that she had nine “servants” at the time, including Hans, his mother, and his cousin. Hans was given a small amount of schooling—enough to learn to read and write and do arithmetic, which suited Hans’s curiosity and intellect. Alongside this, he received exposure to European music and fell in love with playing the violin. At some point, he was able to acquire an instrument of his own, which he cherished. Once he was a teenager, he was to some extent allowed to roam the city on his own. Still, he and the few other Black house-slaves of Copenhagen did not have true freedom, nor would it have readily occurred to their owners to consider giving it to them.\nMore broadly, across Europe slavery was becoming a contentious political issue. Abolitionist thought was on the rise, with an increasing number of people scoffing at defenders’ insistence that slaves were happy (or, if unhappy, it was their own fault). Denmark agreed in 1792 that it would soon put a stop to new slave trading; however, this would not end any pre-existing slavery. In order to mitigate the inconvenience to angry wealthy white people, the changes would take effect only in stages over several years. In 1795, it became illegal for Danish slaveholders to transport Caribbean slaves back to Denmark (as the Schimmelmanns had done). In 1803, slave trading beyond the Danish West Indies was outlawed.\nBut none of this freed Hans Jonathan. As the 18th century turned into the 19th, he found himself in a rotten state indeed, and started pushing back against his lot in life. He repeatedly broke his evening curfew, spending time in the city and mingling with locals, visitors, and students studying in Copenhagen. This infuriated Henrietta. She would stay up waiting for him, then lecture him when he finally returned. Henrietta was a well-off, powerful woman with allies throughout the upper ranks of Danish society. She had no trouble putting her foot down to rein in a disobedient teenage slave.\nThings reached their breaking-point at the beginning of 1801 when greater hostilities flared and Denmark found itself on the brink of war with the United Kingdom. Normally these two countries got along with each other, but that was mainly because Denmark tended to be wary and deferential. The British as a colonial and trading power were brash, dominant, heavy-handed, and hypercompetitive. They were especially interested in keeping war supplies out of the hands of their most dependable adversaries—the French. So when Denmark sought to enter into an alliance with Russia, Sweden, and Prussia to facilitate trade with France, it flung British hackles into the stratosphere. Enraged, Great Britain intercepted a group of Danish trading ships, setting the scene for direct naval conflict. Up against the most powerful navy on the planet, Denmark put out a call for patriotic men to enlist.\nHenrietta Schimmelmann’s 20-year-old son enthusiastically took up the call and went to serve in the Royal Danish Navy. Right behind him was a similarly eager 16-year-old Hans Jonathan—until Henrietta caught him and said absolutely not. Hans argued that he did not have to follow her rules. Appalled, Henrietta reached for a cane and whacked the young man with it several times to show him who was boss. That did it. Later that evening, Hans said a quick goodbye to his mother, then walked off the Schimmelmann property and joined the Navy anyway.\nHenrietta went to the police. Her son had spoken to them just two days prior, reporting the disappearance of money from his possession—200 Danish rigsdalers (several thousand dollars in modern USD). There is no evidence that this had anything to do with Hans Jonathan, but Henrietta decided to blame her slave for it anyway—on top of complaining about his running away. This move was a gamble that could soon have turned very dark, as theft in Denmark had frequently been treated as a capital offense. Henrietta emphasised that the punishment she sought was merely to have Hans Jonathan sent back to St. Croix and sold. That would put him in his place—literally and otherwise.\nMeanwhile, the newly minted naval recruit was about to help his current country face the British. It was the beginning of April, and Britain was eager to catch Danish ships in port at Copenhagen as early as possible. Any later in the spring, and the ice would melt enough to risk letting the Russians out to assist Denmark. In Copenhagen, the Danes would have the home-field advantage, but that was all that could be said for them, as their fleet was much smaller than the British Royal Navy and not remotely as well-trained.\nThe Danish people tended to be quiet about their devotion to their country, but when the Battle of Copenhagen began on 2 April 1801, Denmark found itself whipped into a fiery patriotic frenzy. Hans Jonathan was assigned to the Charlotte Amalie, a ship named after a queen consort from a century earlier. The ship took the not-quite-17-year-old and his shipmates straight to the heart of the action. Barely 300 metres from two huge British ships, the Charlotte Amalie exchanged fire with the British over the course of a harrowing four hours, as the doctors below the deck of the ship desperately tried to keep up with the number of men being wounded or worse. The Danish navy did get a boost from Copenhagen’s narrow harbour, which was difficult for the large British vessels to navigate; Britain briefly wavered and considered retreating, but then regained the upper hand. With British victory inevitable, British Vice-Admiral Horatio Nelson sent a letter to Danish Crown Prince Frederick proposing a ceasefire—the acceptance of which, he added, would keep him from having to set fire to the captured Danish ships with the crews still inside. Frederick accepted, ending the Battle of Copenhagen and kick-starting negotiations between the two countries.\nThe Charlotte Amalie was battered and had lost about one-sixth of its men. But Hans Jonathan was uninjured, plus his captain noticed his resolve and praised him specifically in front of others. On top of that, the Navy paid the young man 15 Danish rigsdalers for his service in battle (between $200 and $300 in modern USD).\nHans Jonathan probably thought that in joining the Navy against Henrietta Schimmelmann’s wishes, he had made his point. After all, he had risked his life—and perhaps secured a future for himself as a Danish naval officer instead of a slave. It had been only days since the Battle of Copenhagen, but, assuming that Henrietta had given up, Hans went home to see his mother.\nHenrietta had done no such thing. The police had paid little attention to her complaint—the imminent British threat to the city had been somewhat more pressing. Without reinforcement, Henrietta created a makeshift jail by locking Hans inside the Schimmelmanns’ property. But after a couple of days she decided that she’d had enough, and released him back to the Royal Danish Navy.\nThe Navy briefly assigned Hans to a ship called the Denmark, where he forthrightly shared his unusual story with Captain Steen Andersen Bille. Subsequently, reassigned to the Elephant, Hans met a man much like himself: a slave named Peter Samuel who had also just served in the Battle of Copenhagen. Unlike Hans, Peter was in the Navy at the insistence of his owner. Still, the men had a shared goal in securing their freedom. Fortunately, they had an influential ally in Hans’s previous captain. Bille was a thoughtful man who had spent time in the Danish West Indies and was sympathetic to the two men’s cause. Better yet, he was so well-respected in the Danish government that he could simply take the issue directly to Crown Prince Frederick—which he did.\nAs biographer Pálsson points out, this was a dilemma for Frederick, who knew both Steen Bille and Henrietta Schimmelmann well, and was now caught between them in a dispute. Taking either position on the issue of the promising young naval recruit who was also a runaway slave could have amounted to a betrayal.\nFrederick considered. Possibly in the spirit of Europe’s encroaching doubt about slavery, he ended up writing a very cautiously worded, three-page letter to Bille on 12 May 1801, gently arguing that on homeland Danish soil, the only people who could be convincingly argued to be legally slaves were prisoners whose sentences specified servitude. As long as Henrietta Schimmelmann was located within Denmark proper, he continued, no one in her household could qualify as anything lower than a free servant. While the letter did not name Hans Jonathan specifically as the person who “is considered free and enjoys rights”, it did refer to Henrietta Schimmelmann, so the intended referent was unambiguous.\nIt was more than enough for Captain Steen Bille. On 14 May, Bille officially bestowed freedom on Hans Jonathan. From a different commanding officer, but as the result of the same letter from Crown Prince Frederick, his shipmate Peter Samuel received the same. Finally free at 17, Hans Jonathan rented a room above a tavern, filled it with his possessions including the beloved violin, and began to consider how to pursue the life of his own that he had sought for so long.\nThe development left Henrietta Schimmelmann newly irate. Only a handful of people had seen Frederick’s letter to Bille, and it is not clear if Henrietta was among them; either way, the consequences would have allowed her to infer a major risk to her ability to maintain her household the way she wanted it. The letter was, from this perspective, a dangerous precedent. On its basis, any of the other eight slaves in her household (including Hans Jonathan’s mother, uncle, and cousin) could simply walk away with the presumed blessing of Denmark’s very ruler. Unacceptable! On 19 May—only a week after the release of Frederick’s letter—Henrietta marched straight back into the same police station as before and submitted a formal written complaint, asking the authorities to arrest and question Hans Jonathan.\nThis time, the police officers went out looking for Hans. Finding him at the tavern, they explained the issue. Hans told them he wanted to serve the Danish monarch by remaining in the navy—and he told the police that he would provide evidence of having been set free.\nThe complaint was left to be resolved by the courts, but when the case came up in front of the judges, Henrietta Schimmelmann was not in attendance. She had vowed to send relevant documents via her intermediary—her steward Peder Hansen—but when Hansen arrived, he claimed to have no documents to show. The court threw out the case, and Hans Jonathan was free once again. But Henrietta had not given up. She went to the navy and requested 400 rigsdalers as compensation for losing her slave (somewhere between $5,000 and $7,000 in modern USD). The Navy brushed her off.\nA badly timed coincidence gave her a new idea. On 20 July 1801, a slave named David Tams slipped away from his rural Danish household and made a wild dash for Copenhagen. He too was from St. Croix and had been brought back to the homeland by slaveowners. However, his attempt at entering the city got him arrested. Tams’s irritated owner then opened a civil lawsuit hoping to establish a legal claim on the man—and Henrietta Schimmelmann, bringing a whole new meaning to the term “follow suit,” decided to do the same. Legally, this was much less complicated than her earlier accusations of theft and desertion; if she won the civil case, it would simply establish that she owned Hans Jonathan, end of story.\nIt was not obvious how this new court case would go. On the one hand, bringing slaves from the Danish West Indies to Denmark itself had been technically illegal since 1795. On the other, Hans Jonathan had arrived in Denmark before that point, and his move to Copenhagen had not automatically voided his status as a slave. If Henrietta owned him, she should still have the right to sell him. With that, on the evening of 3 December 1801, four police officers set off for the tavern to arrest Hans Jonathan—who once again explained the existence of the letter from Crown Prince Frederick to Captain Steen Bille ensuring his freedom. The police officers were unmoved. A slave with a personal letter from the Crown Prince of Denmark? Suuuure. Within an hour, Hans was in a cell.\nAt the time, Danish courtroom processes were conducted slowly and mainly through written statements. However, then, as now, access to skilled legal assistance was not equitable. Henrietta Schimmelmann, wealthy and connected, had a steadfast lawyer named N. C. Bierring, and he did so much of the work that there is no evidence she ever made an appearance in court herself. At the other end of the scale, Hans Jonathan was unable to afford the services of any lawyer, and was assigned an attorney by the court, a man thought to be named ‘Beyer’ (though sources do not agree).\nBierring slammed Hans Jonathan for his (supposed) shameless lying—to think that a slave could have had the backing of the Danish crown prince! Captain Bille still had the copy of the letter from Crown Prince Frederick, and either way could have established the truth if called as a witness. However, for some reason, Beyer did not call Bille, which suggests some incompetence as it left the accusation of lying unchallenged. Beyer also made a few errors in recounting the facts of the case, and at one point lapsed into sarcasm. Bierring leapt at the chance to criticise Beyer’s tone, undercutting the inconvenient fact that some of Beyer’s arguments had merit and strength. For instance, Beyer had been through the Danish legal code and found absolutely no support for slavery in homeland Denmark. Also, had Henrietta Schimmelmann not said in her written statement to police that Hans Jonathan had “left her service”—and thus never been anything less than a servant?\nEvery single one of the witnesses was from Henrietta Schimmelmann’s household, and meant to support the plaintiff. However, they were less than cooperative. Emilia Regina was understandably unhelpful when it came to answering questions in a case against her own son (especially with her own freedom possibly being at stake as well). Likewise, Henrietta’s steward Peder Hansen stood up for Hans Jonathan and pointed out that Henrietta had physically beaten him “a few times with a Spanish stick” and that Hans had left in order to serve his country. Beyer also asked: who was the young man’s father, anyway? A “free white man” or a slave? Presumably the idea was to explore the possibility that Henrietta Schimmelmann’s claim on Hans Jonathan was far from watertight—but the judges accepted Bierring’s objection of “irrelevant” and refused to let Emilia Regina respond.\nToward the end of May 1802, the analogous case of David Tams wrapped up—Danish judges sided with the man’s owner. For Hans Jonathan only days later, the judges likewise announced on 31 May their decision that Hans Jonathan was Henrietta Schimmelmann’s property and she was legally permitted to send him back to the Danish West Indies to be sold. Four of the judges saw no room for argument. The fifth, a young man not much older than Hans himself, ended up siding with his seniors but also made room in his comments for a dissenting argument that Caribbean slaves arriving on Danish soil could only be servants rather than slaves—precisely the conclusion that Crown Prince Frederick had drawn in his not-at-all-fictional letter.\nThe courts had not found Hans guilty of any crime, but unless he chose to appeal the verdict, he was required to turn himself in to Henrietta Schimmelmann within 15 days. The court does not seem to have noticed that, as a strategy for containing a runaway, this plan left something to be desired.\nIn the days following the verdict, a summary of the case and its outcome were published and disseminated as usual to the people of Copenhagen—thus making very public the dispute between the socialite and the escaped slave. One Danish government official even wrote to the Danish West Indies to warn them that an ill-behaved man named Hans Jonathan might soon be sold on the island. For the social elite, the details of the civil lawsuit made for irresistible gossip, to the point that it may have become a problem for Henrietta Schimmelmann in spite of her nominal victory.\nHans Jonathan did not request an appeal. He also did not surrender himself to Henrietta Schimmelmann. He was nowhere to be found. Once the 15-day period had elapsed, Henrietta gained the legal right to have him located and arrested. However, she does not seem to have requested police assistance. Instead, within only a year, she moved her household out of the city altogether.\nHowever one-sided, the case was enough of a landmark that the story of the young biracial Black man up against a crushing system remains fairly well-known in Danish legal circles. But the man himself had apparently walked out of the courtroom and into the streets of Copenhagen and vanished. Even more than 150 years later, a comprehensive 1964 article by Danish law professor Knud Waaben would point out that historians had no idea what had become of David Tams and Hans Jonathan.\nAround 2003, a handful of Icelanders found the 1964 Knud Waaben article. One of them reached out to Waaben, suggesting the possibility that Hans Jónatan—the Caribbean-born ancestor who had arrived in Djúpivogur with the Danish trading ships—was the same Hans Jonathan who had faced the punitive Danish legal system only very slightly earlier. All of the pieces fit, and Hans Jónatan’s backstory filled in the missing history.\nShortly after the 1802 verdict was read, Hans Jonathan briefly and surreptitiously stopped by Henrietta Schimmelmann’s house to gather his possessions, including the treasured violin, and say goodbye to his mother.\nAt the time, the Danish empire included both Norway and Iceland. While Norway was a powerhouse on the level of Denmark itself, Iceland was heavily agrarian and deep in the clutches of its colonial overlords. In 1800, the island’s 50,000 people were split between so many individual farms and tiny rural towns that even the largest settlement, Reykjavík, had a population of no more than 300. While Iceland had its own history, its own language, and its own literary tradition, Denmark had it in a stranglehold. The Danish essentially maintained a monopoly on trade with Iceland, forbidding the locals from trading with anyone else, and often treated the island like a pesky dependent child.\nIt was around the end of June 1802—just after the northern ice had melted for the summer—that one of the usual Danish trade-ships docked at the town of Djúpivogur along the eastern fjords of Iceland and Hans Jonathan stepped off. The journey had taken about two weeks. It is not known whether Hans chose this location specifically, or simply decided to leave Copenhagen for any reasonably far-flung destination as soon as he could. It is also unclear whether he intended to stay in Djúpivogur or to keep moving around as needed. Perhaps, in the manner of a talented musician, he played it by ear.\nAt least he could ask around for opportunities at his destination right away. Djúpivogur, population approximately 100, had sprung up as a trading post, and as a result a number of the locals spoke Danish as well as Icelandic.\nNone of them would have been at all familiar with the sight of a Black man, even a light-skinned biracial Black man. Fortunately, the locals welcomed him without xenophobia. They likely thought of him as the sort of Danish man they were familiar with: a merchant. Which, in fact, is what he soon became. Almost immediately following his arrival in Djúpivogur, Hans met the manager of the town’s general store, Jón Stefánsson, and was hired as an assistant.\nStefánsson was known for his kindness towards Djúpivogur’s townspeople and its very few visitors. He was a businessman but also a songwriter of local renown, not to mention an enthusiastic collector and lender of books. To Hans, Stefánsson soon proved to be a key mentor and a close friend. Stefánsson was Icelandic, but he spoke Danish as well; his wife was also from Denmark.\nIcelandic census records accurately list Hans Jonathan’s name, profession, and birthplace—suggesting that he was honest about his origins and background, perhaps due to having quickly established trust with the people of Djúpivogur. However, he must have weighed the risks while deciding what to tell his new neighbours. With so many Danes around, word could conceivably have reached the relentless Henrietta Schimmelmann. On the other hand, especially once he became a trained businessman, Hans may also have been aware that the costs of retrieving an errant slave from so far away would not have been profitable. Besides, by 1807, Denmark was busy contending with a resurgent United Kingdom, leading to a Second Battle of Copenhagen and its humiliating aftermath (including British occupation of the Danish West Indies). A missing slave was not high on anyone’s priority list.\nBy 1809, on a sparsely populated island where the Atlantic slave-trade was not likely to be on many people’s radar, Jón Stefánsson translated fiery abolitionist essays from Danish into Icelandic. It is probable that this project sprang from discussions that Stefansson was having with his assistant.\nHans had found a niche for himself in every respect. As a young assistant storekeeper, he gained a reputation as a stellar record-keeper, committed to both accuracy and integrity. Some of his records from the Djúpivogur store survive, in tidy Danish-style handwriting. The local oral history preserved tales of Hans Jonathan’s insistence on rectifying accounting errors regardless of who was in the wrong. He gave generously of his time, sharing practical skills related to everything from mathematics to construction to wayfinding. Another of his routine duties was helping visitors to Djúpivogur navigate the harsh local terrain. A Norwegian surveyor, a Scottish preacher, and a Danish friend of the Stefánssons’ all ended up mentioning Hans Jonathan by name in their memoirs.\nHe was never a wealthy man in Iceland—never a landowner, in a place where virtually everyone else was. But he had his freedom and enough to live on, and he consistently spoke up for the rights and wellbeing of those less fortunate. It is uncertain whether he learned in 1816 that Henrietta Schimmelmann had died. Back in Denmark, he may have been close enough to her children to infer that they did not share their mother’s keen interest in owning slaves. At any rate, from that point onwards, no one would be chasing Hans Jonathan with a metaphorical net.\nA few years later, the storekeeper Jón Stefánsson contracted a serious illness, and died in 1819. A Danish mercantile company bought the store and put 35-year-old Hans Jonathan in charge. Around the same time, romantic sparks developed: he and a 21-year-old woman named Katrín Antoníusdóttir caught each other’s attention. She came from a farming family based near Djúpivogur, and was a hard-working, skilled, well-liked member of the community. On 28 February 1820, they were married in a local church; the catering was provided by Jón Stefánsson’s widow Ellen Katrín.\nTo this day, the general practice in Iceland is for children’s second names to be based on the first name of one of the parents; nearly everyone is ‘son of X’, ‘daughter of Y’, or ‘child of Z’. In other words, it did not matter that Hans Jonathan had never had a mainland-European-style family surname in the first place. However, he and his wife decided to treat Hans’s second name like a surname anyway, and to pass it along to their children. Ludvik Stefan Jonathan was born on 26 May 1821, and Hansina Regina Jonathan followed on 4 August 1824.\nIn between the arrivals of the children, however, the store at Djúpivogur ran into financial trouble. Hans could not stand the sight of poverty and ended up putting the store in debt in order to assist the locals who were struggling the most. In 1823, he left his job and moved his family to a rental farm. This was a small and undistinguished property, but the couple’s combined skills—Katrín having grown up on a farm twice the size—allowed them to carve out a life there. Records of the family’s possessions attest to music-making, ice-skating, and book-reading alongside everyday farmwork.\nBut Hans’s former employer remained suspicious of him. In 1827, the new store managers concluded that some grain was missing from storage, and asked whether he knew anything about this. The issue never received a resolution. While out in the fields, 43-year-old Hans Jonathan died suddenly of what was probably a cerebral hemorrhage. Given that his family was only renting the farm at Borgargarður, Katrín had him buried at her own family’s farm in nearby Hals. However, as headstones were very expensive, the exact location of his grave is not known.\nMany of Hans’s assets were liquidated to settle the outstanding debts—though his beloved violin went to his son Ludvik. Katrín likely continued running the farm at Borgargarður and raising the children on her own, at least until she remarried in about 1834 and the family moved to the town of Bulandnes several years later. Ludvik and Hansina both married and started families of their own, but then both died in their 30s. Fortunately, Katrín lived until 1869, which was long enough to finish raising her six surviving grandchildren and see them all become locally well-respected young adults.\nSlavery was finally abolished in the Danish West Indies in 1848, though the system of bound servitude that replaced it was not much better. Only the decline of the sugarcane industry finally brought it all crashing down. In 1917, with the plantation era behind and the colony becoming a financial burden, Denmark sold the Danish West Indies to the United States, which paid $25 million and renamed the territory the U.S. Virgin Islands. Its capital on the island of St. Thomas is still named Charlotte Amalie. As for Iceland, it finally gained full independence from Denmark in 1944, and Reykjavík has become a city of more than 100,000 people.\nOver a century later, in the 1990s, Dr. Kári Stefánsson did not set out to investigate Hans Jónatan’s genetic history. Instead, he became a neurologist, and moved to the United States to complete his training at the University of Chicago, then on to Harvard University to teach. But Stefánsson found himself repeatedly thinking of the untapped scientific potential of mapping and studying the gene pool in his home country.\nStefánsson realised that Iceland’s genetic homogeneity could make it a spectacular natural laboratory. While the combination of a small founding population and a low number of newcomers would not eliminate random mutations in the genome over time, it would certainly control for genetic variance between humans to an unusual degree. One of Stefánsson’s earliest ideas along these lines, for instance, proposed comparing the genetic material of Icelanders with and without multiple sclerosis (MS). Given extremely similar ancestry, the DNA of these two groups would be overwhelmingly comparable. If such a study identified a tiny number of systematic differences between the individuals with MS and those without, those differences would be candidates for the genetic origins of MS in humans more generally. The study would be all the better for taking place in a country with universal health care and—characteristically—extensive medical record-keeping.\nBy 1996, the chance to launch an enormous Icelandic genome project was too tempting to pass up. Stefánsson resigned his position as Chief of Neuropathology at Harvard and moved back to Iceland to establish deCODE Genetics. While deCODE was always a private biopharmaceutical company, and there are privacy concerns in the collection of health-related information, many Icelanders have been willing to provide consent. The number represented in the data held by deCODE is now well above two-thirds of the adult population of the country—and the findings have been unlike anything else in the world. Aside from identifying markers of susceptibility to particular genetic diseases, the findings have yielded high-resolution models of the human genome, inspired new drug development, and illuminated several aspects of how genes recombine in human offspring.\nIn the last decade, with new scholarly attention from multiple angles, the full story of Hans Jonathan finally came together. University of Iceland history professor Gísli Pálsson published a full biography of Hans in Icelandic in 2014, with an English translation by Anna Yates (The Man Who Stole Himself) following in 2016.\nMeanwhile, deCODE undertook another milestone. Remembering the stories of his youth about the Black ancestor in his father’s hometown of Djúpivogur, Stefánsson started a project with several colleagues to reassemble the man’s genome from the genetic information in his descendants alone. What made the task straightforward was that the signal of any recent African ancestry would be clear against the backdrop of the limited Nordic/Celtic gene pool that had characterised Iceland for 1,200 years. In their 2018 paper, the researchers verified that the only noticeable source of recent African DNA in the Icelandic gene-pool in the fifty years between 1880 and 1930 had come from only one individual with XY sex chromosomes: Hans Jónatan. His Y chromosome, inherited from his father, was typical of mainland Europe; his X chromosome, from his mother, was clearly African in origin.\nA number of Hans Jonathan and Katrín Antoníusdóttir’s descendants have been noted musicians, and great-granddaughter Hansína Regína Björnsdóttir was a well-known early photographer in the late 19th century. By the 2010s, the genetic researchers who collaborated on the 2018 paper—17 geneticists including Kári Stefánsson himself—found 788 verified living descendants. They partially sequenced the genomes of 182 of these descendants, then for 20 of those, the researchers sequenced their genomes in their entirety. While no single descendant could have inherited all or even most of Hans Jonathan’s DNA, different descendants got different pieces and combinations, and with the influence of the baseline Icelandic gene-pool (i.e. Katrín) filtered out, Hans’s genes from elsewhere have been revealed. While the identity of Hans Jonathan’s “free white man” father has not yet been determined, the researchers have found considerable insight in an analysis of Hans’s maternal DNA.\nWe know very little about Emilia Regina’s background from the historical record alone. Emilia Regina appears to have been born around 1760, possibly the daughter of one of three house-slaves at a sugar plantation called “La Reine”, but it is not even clear whether she was born on St. Croix or transported there from Africa at a young age. After Henrietta Schimmelmann’s 1802 civil lawsuit, Emilia Regina disappears from the record entirely.\nIn 2017, Denmark issued a formal apology for the role it played in the European slave-trade. Modern genetics cannot possibly compensate for the harm done, but it can offer some answers after-the-fact and help descendants and their supporters put some of the pieces back together.\nThe researchers on the 2018 paper zeroed in on Hans Jonathan’s maternal haploid genome—his DNA from Emilia Regina—and reported having been able to reassemble about 38 percent of it. This is a stunning amount of information gathered from modern descendants alone about the mother of a man who died in 1827. Comparing the DNA to reference populations from different parts of the African continent, the geneticists found that Emilia Regina was clearly linked with present-day populations of Nigeria, Cameroon, and Benin—particularly those of Yoruba descent. In reverse-engineering the DNA of a group of present-day descendants to make new discoveries about ancestors from centuries ago, this case study is the first of its kind.\nTo be sure, the unusual circumstances of Hans Jonathan’s background, in conjunction with his excellent choice of hiding place and the large number of descendants he has, all ensured that this was a relatively clear-cut demonstration of how the DNA of a single ancestor could be disentangled from everything else going on in a population’s collective genes. Still, it is a leap forward for human understanding. Centuries ago, slaves in the Americas abducted from Africa frequently hoped that they would be able to someday return. On the individual level, extremely few were able to do so; however, genetic genealogy opens up the possibility of making reconnections to bridge the gaping hole.\nAs the editors of Nature Genetics commented in a short editorial accompanying the release of the 2018 article on the background of Hans Jonathan, the project crucially involves “our interwoven genomic and social histories.” In other words, DNA is something of a time-capsule of all of our biological ancestors. To the extent that we are our genes, we are also the histories of those who came before us – just as our own histories will be interwoven with those to come.\n© 2024 All Rights Reserved. Do not distribute or repurpose this work without written permission from the copyright holder(s).\nPrinted from https://www.damninteresting.com/a-trail-gone-cold/\nSince you enjoyed our work enough to print it out, and read it clear to the end, would you consider donating a few dollars at https://www.damninteresting.com/donate ?",
          "read_time": 33,
          "domain": "damninteresting.com",
          "has_image": true
        }
      ],
      "count": 10
    },
    "variedades": {
      "name": "Variedades",
      "description": "Curiosidades, cultura e lugares incríveis",
      "articles": [
        {
          "id": 4260869474,
          "title": "Medieval Monks Wrote Over a Copy of an Ancient Star Catalog. Now, a Particle Accelerator is Revealing the Long-Lost Original Text",
          "link": "https://www.smithsonianmag.com/smart-news/medieval-monks-wrote-over-a-copy-of-an-ancient-star-catalog-now-a-particle-accelerator-is-revealing-the-long-lost-original-text-180988123/",
          "date": "2026-02-03T21:27:36",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": "https://th-thumbnailer.cdn-si-edu.com/BzhLPMZlygyBx7Pp6X3PLzEqGaI=/fit-in/1600x0/filters:focal(1024x692:1025x693)/https://tf-cmsv2-smithsonianmag-media.s3.amazonaws.com/filer_public/60/1f/601f265c-4537-4b84-b5ca-4dd5e47cb919/55066169656_1b165261e2_k.jpg",
          "excerpt": "Medieval Monks Wrote Over a Copy of an Ancient Star Catalog. Now, a Particle Accelerator is Revealing the Long-Lost Original Text\nThe parchments initially contained references to a star catalog and...",
          "content": "Medieval Monks Wrote Over a Copy of an Ancient Star Catalog. Now, a Particle Accelerator is Revealing the Long-Lost Original Text\nThe parchments initially contained references to a star catalog and maps created during the second century B.C.E.\nA little more than a thousand years ago, monks at Saint Catherine’s Monastery in Egypt’s Sinai desert removed Western Palestinian Aramaic and Greek writing from animal-skin parchments. They replaced the words with a Syriac translation of writings by John Climacus, also known as Saint John of the Ladder.\nThe monks had created something called a palimpsest—a text whose original writing was mostly erased to make room for new work—named the Codex Climaci Rescriptus. Parchments were extremely expensive at the time, so reusing pieces was common practice.\nThe original text, however, might not be completely lost. That’s good news, because it seems to contain copied portions of a second-century B.C.E. star catalog with maps originally created by the Greek astronomer Hipparchus, known as the “father of scientific astronomy.” Researchers are now using a type of particle accelerator at the SLAC National Accelerator Laboratory to uncover the hidden words.\n“X-ray beams from our synchrotron at SLAC are helping uncover the long-erased and overwritten star map by scanning for trace metals left behind by the original inks,” reads a social media post from SLAC.\nPrevious work has revealed that many pages of the Codex Climaci Rescriptus come from a fifth- or sixth-century C.E. book, which included a copy of an astronomical poem titled Phaenomena. It was originally written by the Greek poet Aratus in the third century B.C.E. Alongside the poem appear to be transcriptions from Hipparchus’ star catalog, which was completed around 129 B.C.E. The work represents the “earliest known attempt to record accurate coordinates of many celestial objects observable with the naked eye,” researchers wrote in a 2022 study investigating the Codex Climaci Rescriptus’ original writings.\nLittle of Hipparchus’ work, which he likely documented on papyrus, has endured the test of time. So, researchers often rely on the writings of later authors to investigate the Greek astronomer. Some of his known stellar coordinates have reached modern-day scholars through a Latin translation of Aratus’ poems and related texts, according to the study.\nDid you know? Hipparchus’ history\nHipparchus was born in Nicaea, which is located in modern-day Turkey. He made advancements in trigonometry and approached astronomy as a mathematical science. He spent much of his adult life observing the night sky and conducting research on the island of Rhodes in Greece.\nLast month, researchers at SLAC began scanning 11 pages of the codex, which were sent to the laboratory in Menlo Park, California, by the Museum of the Bible in Washington, D.C., reports KQED’s Ayah Ali-Ahmad. The facility’s synchrotron lightsource instrument produces intense X-ray beams that can unveil the document’s hidden text based on the ink composition, which differs from that used by the monks. The work has already revealed the ancient Greek word for “Aquarius” and details about stars within the constellation, Victor Gysembergh, a historian of science at the French National Center for Scientific Research who is leading the project, tells the outlet.\n“The goal is to recover as many of these coordinates as possible,” he says. “This will help us answer some of the biggest questions on the birth of science: Why did they start doing science 2,000 and more years ago? How did they get so good at it so fast? Because the coordinates we are finding are incredibly accurate for something that is done with the naked eye.”\nThe scribe who copied Phaenomena, which details how various constellations rise and set, onto the parchment integrated descriptions of the stars’ positions that were probably based on Hipparchus’ work. The celestial objects’ coordinate system and accuracy align with references to the ancient astronomer’s writings, reports Science News’ Adam Mann. “There’s an appendix which includes coordinates of the stars discussed in the poem, and then little sketches of the star maps,” Minhal Gardezi, a physicist at the University of Wisconsin–Madison who is working on the project, tells the outlet.\nBradley Schaefer, a historian of astronomy at Louisiana State University who isn’t involved in the work, tells Scientific American’s K. R. Callaway that the unveiled text might shed light on enduring questions on if later astronomers, including Ptolemy, were recording their own observations or partly assembling earlier work made by others.\n“Who knows what the star chart study will show?” Graham George, a chemist at the University of Saskatchewan in Canada who also isn’t involved in the new research, says to Science News. “I can’t wait to find out.”",
          "read_time": 4,
          "domain": "smithsonianmag.com",
          "has_image": true
        },
        {
          "id": 1290726409,
          "title": "Bailey House in Wailuku, Hawaii",
          "link": "https://www.atlasobscura.com/places/bailey-house",
          "date": "2026-02-03T21:00:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "Prior to burning down in the 2023 Lahaina fire, the Baldwin Home claimed to be the oldest building on Maui, dating to 1834 or 1835. The problem with that claim is that the Bailey House in Wailuku predates it by just one or two years! Both were originally built by missionaries invited to Hawaii on th",
          "content": null,
          "read_time": 1,
          "domain": "atlasobscura.com",
          "has_image": false
        },
        {
          "id": 3042355312,
          "title": "Historians Thought This Rare Renaissance Portrait by One of the First Famous Female Artists Was Lost to History—Until It Surfaced in North Carolina",
          "link": "https://www.smithsonianmag.com/smart-news/historians-thought-this-rare-renaissance-portrait-by-one-of-the-first-famous-female-artists-was-lost-to-history-until-it-surfaced-in-north-carolina-180988120/",
          "date": "2026-02-03T20:29:15",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": "https://th-thumbnailer.cdn-si-edu.com/wsLVOLoA1USrd3I8rymrM_0jPk0=/fit-in/1600x0/filters:focal(750x921:751x922)/https://tf-cmsv2-smithsonianmag-media.s3.amazonaws.com/filer_public/3e/64/3e64aeef-a1db-45ee-b524-f47102de7de6/portrait-of-a-canon-regular.jpg",
          "excerpt": "A Smithsonian magazine special report\nHistorians Thought This Rare Renaissance Portrait by One of the First Famous Female Artists Was Lost to History—Until It Surfaced in North Carolina\nSofonisba...",
          "content": "A Smithsonian magazine special report\nHistorians Thought This Rare Renaissance Portrait by One of the First Famous Female Artists Was Lost to History—Until It Surfaced in North Carolina\nSofonisba Anguissola’s 16th-century painting of a clergyman was known only through a black-and-white photo. However, the original had been hiding in a private collection in North Carolina since 1977\nA long-lost painting by Sofonisba Anguissola—one of the few famous women artists of the Renaissance—has resurfaced in New York City. Her Portrait of a Canon Regular, painted in 1552, was recently displayed at the Winter Show, marking its first time on public view.\nPortrait of a Canon Regular depicts an unidentified clergy member mid-lecture. His right hand touches the pages of a Bible, open to the Gospel of John. An eagle, a symbol of St. John, holds the book aloft in its talons, “hovering somewhat menacingly in the dark,” per a statement from Robert Simon Fine Art, the gallery that presented the piece.\nAnguissola “worked with deeper study and greater grace than any woman of our times at problems of design,” wrote the 16th-century Renaissance artist and biographer Giorgio Vasari. “For not only has she learned to draw, paint and copy from nature, and reproduce most skillfully works by other artists, but she has on her own painted some most rare and beautiful paintings.”\nPortrait of a Canon Regular made its debut at the Winter Show, an art fair held at the Park Avenue Armory on the Upper East Side. The painting was presented with a price tag of $450,000, reports Artnet’s Eileen Kinsella. According to the gallery, the canvas is one of fewer than 20 signed paintings by Anguissola that survive today.\nUntil recently, Portrait of a Canon Regular was thought to be lost. The Frick Art Reference Library had a black-and-white photo of it dated to the 1920s, but the trail stopped there, reports Artnet. Then, in 2024, art historian Michael Cole, author of the book Sofonisba’s Lesson, gave a lecture about Anguissola at the National Gallery of Art in Washington, D.C. The talk was posted on YouTube.\nFortunately, the owners of the original painting, based in Durham, North Carolina, watched the lecture. They had inherited the piece from their relatives, who had purchased it at a North Carolina auction in 1977.\n“I was initially approached to value the painting and to consult on its conservation, provenance and proper framing,” art dealer Robert Simon tells Artnet. “In the end, the owners decided to sell the painting, and I am acting as their agent in bringing it to a wider audience.”\nAnguissola was born in Cremona, Italy, around 1532. Encouraged by her father, she began artistic training as a teenager and quickly showed promise. Her early work was even praised by Michelangelo, who corresponded with her father. Anguissola painted Portrait of a Canon Regular when she was around 20; the portrait is her earliest signed and dated piece.\nFun fact: Sofonisba Anguissola’s early work\nMichelangelo complimented Anguissola’s portrayal of a young child in Boy Bitten by a Crayfish (circa 1554), according to the National Museum of Women in the Arts.\nBy the late 1550s, Anguissola’s artistic reputation had extended beyond Italy. In 1559, the king of Spain, Philip II, asked her to be a lady-in-waiting to his third wife, Elisabeth of Valois. Anguissola lived in the Spanish court for 14 years, painting portraits of the royal family, teaching the queen to draw and caring for children. After marrying the brother of the Viceroy of Sicily, she moved to the Italian island, where she would live until her death in 1625.\n“Sofonisba wasn’t just anybody,” Salvatore Patane, a Sicilian priest, told the London Times’ Julia Buckley in November 2025. Anguissola lived in Patane’s town, Paterno, which recently held a celebration of the artist. “She was a woman who managed to leave home and go to the most important court of the time,” he added.\nAnguissola’s position in the Spanish court provided security and status, but its strict artistic standards tamped down her creativity, Simon tells the Art Newspaper’s Carlie Porterfield. “In Spain, every portrait had to look kind of alike, so she lost a lot of the inventiveness,” he says.\nAs such, Anguissola’s earlier work from Italy—“her brilliant portraits of the 1550s”—are highly valued, Simon tells Artnet. Per the Times, Vasari wrote that Anguissola’s portraits were “done so well that they appear to breathe.”\nAnguissola produced many detailed portraits of herself, royals, nobles and several clergymen. On the desk before the subject of Portrait of a Canon Regular is a Turkish carpet, “a preferred device of the artist that is found in several variations in her works,” Simon tells Artnet. The portrait was recently conserved, revealing her full signature: “Sophonisba Anguissola Virgo,” followed by the date 1552.\nThough Anguissola gained important recognition during her life, her artistic reputation faded over the centuries. Some of her works were misattributed. For a long time, Anguissola’s Juana of Austria and a Young Girl (1561-62) was credited to the Italian master Titian.\nIn recent decades, however, many exhibitions have been dedicated to Anguissola’s work. Per the National Gallery of Art, “She is increasingly recognized as one of the major figures of the later Italian Renaissance.”\n“You can’t find a mediocre woman artist [from this time], as they would not have had a career, right?” Simon tells the Art Newspaper. “They had to be really good.”",
          "read_time": 4,
          "domain": "smithsonianmag.com",
          "has_image": true
        },
        {
          "id": 1175112951,
          "title": "From Giant Art to Amazing Specimens, See These 20 New and Revitalized Smithsonian Shows in 2026",
          "link": "https://www.smithsonianmag.com/smithsonian-institution/from-giant-art-to-amazing-specimens-see-these-20-new-and-revitalized-smithsonian-shows-in-2026-180988126/",
          "date": "2026-02-03T19:42:33",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": "https://th-thumbnailer.cdn-si-edu.com/2CZ21jsovmcOQU2VZumG1Loc9eE=/fit-in/1600x0/filters:focal(2931x1940:2932x1941)/https://tf-cmsv2-smithsonianmag-media.s3.amazonaws.com/filer_public/0c/6b/0c6b0de7-574f-4a73-a975-41e411a9960a/family_viewing_ssb_in_new_gallery.jpg",
          "excerpt": "From Giant Art to Amazing Specimens, See These 20 New and Revitalized Smithsonian Shows in 2026\nThe Institution’s museums are commemorating America’s 250th birthday, showcasing the art of noise and...",
          "content": "From Giant Art to Amazing Specimens, See These 20 New and Revitalized Smithsonian Shows in 2026\nThe Institution’s museums are commemorating America’s 250th birthday, showcasing the art of noise and displaying the best of portraiture\nAs the world’s largest museum group, the Smithsonian comprises 21 museums and the National Zoo. Each year, its museums unveil exhibitions that aim to educate, entertain and surprise visitors. This year brings an array of new exhibitions to the Smithsonian’s museums, exploring things like the groundbreaking designs that have influenced music history and marking the nation’s 250th anniversary. In addition, museumgoers can expect the completion of large, multiyear renovation projects at the National Air and Space Museum and the Hirshhorn Museum and Sculpture Garden.\nHere are 20 informative, fascinating and fun shows to look forward to in the coming year. (Dates subject to change.)\nQuick facts: America 250\n- As the observation of America’s 250th birthday commences, the Smithsonian is presenting a number of exhibitions and programs with the aim of “not only celebrating this historic event but also making it a time of reflection.”\n- This year, the Smithsonian Castle will reopen from Memorial Day weekend to Labor Day with the “American Aspirations” exhibition, the National Museum of American History will highlight 250 collection objects, the National Museum of African American History and Culture will celebrate its 10th anniversary with a block party and the National Air and Space Museum will complete its renovation for its 50th anniversary.\n“Big Things for Big Rooms” at the Hirshhorn Museum and Sculpture Garden\nThis exhibition, which opened in the closing weeks of 2025, combines rarely seen large-scale works from trailblazing artists such as Dan Flavin, Sam Gilliam, Robert Irwin, Lygia Pape and Richard Long, alongside contemporary artists whose work has expanded on the ideas of the earlier creators. Largely drawn from the Hirshhorn collection, five pieces are on view at the museum for the first time. (Through July 4, 2027)\n“At the Vanguard: Making and Saving History at Historically Black Colleges and Universities” at the National Museum of African American History and Culture\nThe display includes more than 100 objects collected from five historically Black colleges and universities—Clark Atlanta University, Florida A&M University, Jackson State University, Texas Southern University and Tuskegee University—that represent the history of the schools and tell stories of the innovations and discoveries that have enriched life for all Americans. (Through July 19, 2026)\n“Here: Pride and Belonging in African Art” at the National Museum of African Art\nAn exploration of LGBTQ+ artists from Africa and its diasporas, this exhibition features nearly 60 artworks, including pieces by artists Zanele Muholi, Toyin Ojih Odutola, Rotimi Fani-Kayode, Leilah Babirye and Jim Chuchu. The show celebrates intimacy, faith, family and joy as it demonstrates how these artists are part of a larger story of African art history. (Through August 23, 2026)\n“The Outwin 2025: American Portraiture Today” at the National Portrait Gallery\nThe seventh triennial Outwin Boochever Portrait Competition was bumped from 2025 to 2026 due to the government the shutdown. Its 34 portraits by 35 artists were drawn from 12 states, Puerto Rico and Washington, D.C. Its first-prize $25,000 winner, Kameron Neal, will also be commissioned to portray a notable living American for the National Portrait Gallery collection. (Through August 30, 2026)\n“Art of Noise” at the Cooper Hewitt, Smithsonian Design Museum\nThe art that accompanies and enhances music will be celebrated in an exhibition that includes concert posters, album cover art, photographs and the designs of digital music players and radios. Drawn from the collections of Cooper Hewitt and the San Francisco Museum of Modern Art, which organized the exhibition, “Art of Noise” will include sound installations by artist Devon Turnbull. (February 13, 2026, through August 16, 2026)\n“Nick Cave: Mammoth” at the Smithsonian American Art Museum\nRenowned contemporary artist Nick Cave, known for his Soundsuits series, reveals a new body of work. “Mammoth” is an immersive exhibition showcasing the crafted hides and bones of woolly mammoths, as well as a video projection that will bring the extinct beasts to life and a beaded curtain depicting the Missouri farm where Cave grew up. As with much of his work, Cave, 66, will explore fraught American history with observations about land and race. (February 13, 2026, through January 3, 2027)\n“Into the Waters With Senju and Bingyi: Two Contemporary Paintings” at the National Museum of Asian Art\nTwo contemporary artists, working with grand scales, are united in their inspiration and depictions of water: Japanese painter Hiroshi Senju’s representations of waterfalls on folding screens and Chinese painter Bingyi’s three hanging scrolls of smashed ink depicting the effects of the sea breeze. (April 2, 2026, through September 27, 2026)\n“Of the Hills: Pahari Paintings From India’s Himalayan Kingdoms” at the National Museum of Asian Art\nThis display of paintings made for Hindu kings between the 1620s and 1830s includes works which have never been publicly shown and showcases new revelations about the artists’ communities at the time. (April 18, 2026, through July 26, 2026)\n“In Pursuit of Life, Liberty & Happiness” at the National Museum of American History\nAlready the home of the original Star-Spangled Banner, the museum will mark the nation’s 250th anniversary with an exhibition spanning three floors and 300,000 square feet. From its more than 1.7 million artifacts, the museum presents 250 objects to tell the country’s story, including the desk Thomas Jefferson used to draft the Declaration of Independence and the gunboat Philadelphia, the oldest surviving American Revolution fighting ship. (Opens May 14, 2026)\n“We Make History” at the Anacostia Community Museum\nThe Anacostia Community Museum commemorates America’s 250th by spotlighting the importance of local history keeping and civic engagement: preserving records, creating collections and helping to craft the country’s historical narrative. (Opens May 30, 2026)\n“Bison: Standing Strong” at the National Museum of Natural History\nThe rise, fall and return of the great American mammal is traced from ancient times to the present. The Smithsonian has a long association with the bison, as a few of them were kept in a pen outside the old Smithsonian Castle in the late 19th century. Now, the National Museum of Natural History aims to educate visitors about the animal’s past and the restoration of bison herds to the American prairie. (Opens May 2026)\n“¡Puro Ritmo! The Musical Journey of Salsa” at the National Museum of American History\nPresented by the National Museum of the American Latino, this exhibition will share the rhythm, movement and heritage of salsa music in the National Museum of American History’s Molina Family Latino Gallery. The multimedia approach tells the story of salsa, noting its global impact and place alongside other music traditions. (Opens spring 2026)\n“From These Lands: Sharing Our Natural and Cultural Heritage” at the National Museum of Natural History\nSome of the most awe-inspiring specimens and cultural items drawn from all 50 states—as well as Washington, D.C. and five inhabited territories—will be on display to reflect the kaleidoscopic diversity of America. (Opens June 2026)\n“RTX Living in the Space Age Hall” at the National Air and Space Museum\nVisitors will learn about the past, present and future of space technologies, including Earth observation systems, rockets and missiles, and how they have changed our lives. The museum presents artifacts such as a full-scale mockup of the Hubble Space Telescope and the Skylab Orbital Workshop backup. (Opens July 1, 2026)\n“Jay I. Kislak World War II in the Air” at the National Air and Space Museum\nThis gallery explores military aviation during World War II and how aircraft transformed the nature and experience of warfare. Some never-before-displayed artifacts include a rare surviving Soviet Ilyushin Il-2 airplane. (Opens July 1, 2026)\n“The Ascent of Rauschenberg: Reinventing the Art of Flight” at the National Air and Space Museum\nThe work of artist Robert Rauschenberg is celebrated in this yearlong exhibition of 30 works. Flight was a consistent theme in Rauschenberg’s art, as he depicted birds, insects and spacecraft. (July 1, 2026, through summer 2027)\n“Much Here Is Beautiful: Photography Surveys of the U.S. Bicentennial” at the Smithsonian American Art Museum\nJust before the 200th birthday of the country in 1976, the National Endowment for the Arts created a multiyear program to help chronicle every corner of the States. The result, thousands of images from more than 200 photographers, allows a look at the nation a half-century ago. The museum presents a selection of images from the photography surveys just before and after the bicentennial, along with some from the 19th century. (September 18, 2026, through April 18, 2027)\nHirshhorn Sculpture Garden Reopening\nThe renovation of the sculpture garden, which began in 2023, was designed by Hiroshi Sugimoto, who previously redesigned the Hirshhorn Museum lobby. The sculpture garden, which is a little more than an acre, will feature selections from the museum’s growing collection of artwork, alongside favorite works such as Yoko Ono’s Wish Tree for Washington, D.C. (Opens fall 2026)\n“Handwork: Contemporary Craft” at the Renwick Gallery\nIn this exhibition, more than 100 objects shed light on the world of handmade crafts, including new acquisitions from artists Roberto Benavidez, Angela Ellsworth, Bill Harris, Aya Oki, Ato Ribeiro and Jan Yager. (Opens November 13, 2026)\n“Photographic Memory: Fifty Years of Photography at the National Portrait Gallery”\nThe museum celebrates a half-century of its extensive photography collection by presenting more than 100 works, highlighting the significance of the medium in capturing the portraits of many who never posed for paintings or sculptures. The exhibition will include a recently acquired 1846 daguerreotype of Dolley Madison and the famous cracked-plate portrait of Abraham Lincoln, along with photos of Lee Miller, Ruth Asawa, James Brown and Serena Williams, among others. (Opens November 14, 2026)",
          "read_time": 8,
          "domain": "smithsonianmag.com",
          "has_image": true
        },
        {
          "id": 2934769396,
          "title": "National Transport & Toy Museum in Wanaka, New Zealand",
          "link": "https://www.atlasobscura.com/places/national-transport-toy-museum",
          "date": "2026-02-03T19:00:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "A massive variety of cars, planes, fire engines, farm equipment, engines, household goods, and toys call this place home. While navigating the museum's property can sometimes feel like wandering through a series of overstuffed garages, the condition and diversity of everything present is impressive ",
          "content": null,
          "read_time": 1,
          "domain": "atlasobscura.com",
          "has_image": false
        },
        {
          "id": 4257858282,
          "title": "Archaeologists Unearth a Reusable School Slate Still Covered in the Scribbles of Victorian Children",
          "link": "https://www.smithsonianmag.com/smart-news/archaeologists-unearth-a-reusable-school-slate-still-covered-in-the-scribbles-of-victorian-children-180988090/",
          "date": "2026-02-03T18:37:57",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": "https://th-thumbnailer.cdn-si-edu.com/L9OY4p58mkqMz5Z69gogCix5hkM=/fit-in/1600x0/filters:focal(720x480:721x481)/https://tf-cmsv2-smithsonianmag-media.s3.amazonaws.com/filer_public/d0/3b/d03b2d57-54db-45e4-8b71-6a2bb4ee361d/alexslate.jpg",
          "excerpt": "Archaeologists Unearth a Reusable School Slate Still Covered in the Scribbles of Victorian Children\nThe slate was found alongside other evidence of young students’ schoolwork and play at the site of...",
          "content": "Archaeologists Unearth a Reusable School Slate Still Covered in the Scribbles of Victorian Children\nThe slate was found alongside other evidence of young students’ schoolwork and play at the site of a new development in London\nArchaeologists have discovered a trove of rare artifacts used by children at the site of a new development in London.\nWhile preparing for construction, researchers unearthed several marbles, a pencil and a fragment of a reusable slate tablet with letters scratched into the surface.\n“We don’t often find archaeological objects we can directly link to children, but here we were delighted to find evidence for both schoolwork and play,” according to a January 12 update from the Museum of London Archaeology (MOLA), which is leading the dig.\nThe marbles—some of which are still covered in colorful decorations—are what’s known as “ceramic alleys,” or small, smooth spheres designed to look like they were made from alabaster. They were discovered in a covered, brick-lined drain, which suggests they may have been lost during “a breaktime game,” per MOLA.\nThe tablet, meanwhile, was probably a useful tool for taking notes. “Children would have used chalk or slate pencils to copy down from the blackboard or practice their handwriting and rubbed them clean for the next lesson,” according to MOLA.\nArchaeologists don’t know exactly how old the children’s artifacts are, but they hope to find out. They’re also trying to make out the scribbles on the tablet, per Fox News Digital’s Andrea Margolis.\n“We’re currently exploring this as part of our post-excavation work on the site, so we hope to be able to share more soon,” Alex Blanks, a MOLA senior archaeologist, tells the outlet.\nThe dig site, located in east London, will soon be home to SEGRO Park Wapping, a new industrial and logistics hub. However, hundreds of years ago, it was home to a free school for impoverished boys, as well as residences for poor elderly people.\nThe researchers say these structures were established in 1536 by Nicholas Gibson, an elected sheriff of London, and later supported by his widow, Avice Knyvet, who asked the Worshipful Company of Coopers to look after them.\nThe group made and repaired wooden casks and barrels in London starting in the 1400s, but it also supported charities and education initiatives. Many residents of the community had direct links to the profession—such as a father, husband or son who worked as a cooper.\nAccording to a 1598 survey of London, the structures were “for the instruction of 60 poor men’s children, a schoolmaster and usher with fifty pounds ... also ... alms houses for 14 poor aged persons, each of them to receive quarterly six shillings and eight pence the piece for ever,” per MOLA. The homes’ first inhabitants were primarily older, widowed women, but by 1720, men were also living at the site, records show. Each resident had a room, a cellar and a small garden.\nIn addition to the children’s items, archaeologists also unearthed the remains of a chapel, row houses and other buildings, as well as brick-lined cesspits and wells filled with items. The dig revealed a “little microcosm of a whole community,” Blanks tells BBC News’ Tim Stokes.\nThe excavation turned up artifacts ranging from the Roman occupation of London (from the first to the fifth centuries) to the Victorian period (from 1837 to 1901), including pieces of glassware, pottery and clay pipes.\nDid you know? Château Margaux\nThe prestigious French vineyard Château Margaux was a favorite of famous figures like Thomas Jefferson, America’s third president, and Robert Walpole, Britain’s first prime minister.\nArchaeologists also recovered the seal from a bottle of wine produced by a high-end French winery called Château Margaux. That was a bit of a surprise, because the area—which was once known as Sailor Town—was long considered “overcrowded and dangerous,” Blanks says in a statement.\n“But finds like this are revealing a more complex social history than often biased contemporary sources would have you believe,” he adds. “In reality, it was a very diverse area—just like the East End is today. Archaeological evidence ... suggests people from a wide range of social standings may have been living in the area and getting to enjoy some of the same luxuries as the richest in society.”",
          "read_time": 4,
          "domain": "smithsonianmag.com",
          "has_image": true
        },
        {
          "id": 1351095336,
          "title": "An Asian Elephant Was Born at the Smithsonian’s National Zoo for the First Time in Almost 25 Years. Now, You Can Help Pick Her Name",
          "link": "https://www.smithsonianmag.com/smart-news/an-asian-elephant-was-born-at-the-smithsonians-national-zoo-for-the-first-time-in-almost-25-years-now-you-can-help-pick-her-name-180988129/",
          "date": "2026-02-03T18:18:58",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": "https://th-thumbnailer.cdn-si-edu.com/5oqTtQzF18G_bm1pvuE0fpbx_to=/fit-in/1600x0/filters:focal(1300x867:1301x868)/https://tf-cmsv2-smithsonianmag-media.s3.amazonaws.com/filer_public/35/e7/35e7c699-b467-4f93-bfea-85562f271ae3/baby-elephant.jpg",
          "excerpt": "An Asian Elephant Was Born at the Smithsonian’s National Zoo for the First Time in Almost 25 Years. Now, You Can Help Pick Her Name\nThe calf was born to 12-year-old Nhi Linh, a first-time mother, and...",
          "content": "An Asian Elephant Was Born at the Smithsonian’s National Zoo for the First Time in Almost 25 Years. Now, You Can Help Pick Her Name\nThe calf was born to 12-year-old Nhi Linh, a first-time mother, and 44-year-old Spike. The pair bred as part of a program working to conserve the endangered species\nIn the wee hours of February 2, the world welcomed a new Asian elephant. She is the first calf of this species born at the Smithsonian’s National Zoo and Conservation Biology Institute (NZCBI) since late 2001.\nSoon after the baby’s birth at 1:15 A.M. Eastern Standard Time, staff performed a neonatal exam and deemed her “healthy, alert and bright-eyed,” according to a statement. At the time, she weighed 308 pounds and measured 38.5 inches tall.\nAssisting with the exam is “really hard to describe, because it’s something I’ve wanted to do for years,” Robbie Clark, elephant manager and acting curator of Elephant Trails at NZCBI, tells Smithsonian magazine. “I’m honestly still absorbing what happened. I haven’t slept since she was born.”\nThis bundle of joy was born to first-time mother Nhi Linh, who is 12 years old, after a 21-month-long pregnancy. She bred with 44-year-old Spike in April 2024. The calf will not be viewable by Zoo visitors for up to a month while she bonds with her mom, the rest of the herd and animal care staff.\nThe baby doesn’t have a name yet, and NZCBI wants the public to help choose it. From today through February 13 at 12 P.M. Eastern Standard Time, fans who donate at least $5 to Asian elephant care and conservation through the Zoo’s website can choose from four options of Vietnamese origin, and $1 represents one vote:\nLinh Mai [LIN-my]: Linh means “spirit” or “soul”; Mai refers to the apricot blossom, a flower associated with Tết (Lunar New Year), which begins February 17.\nThảo Nhi [TOW-nee]: Thảo means “gentle” or “kind” and is associated with nature; Nhi means “small,” “little one” or “beloved.”\nTú Anh [TOO-ahng]: Tú means “talented” or “gifted”; Anh means “bright” and “intelligent.”\nTuyết [TWET]: traditionally means “snow,” referencing the calf’s winter birth.\nNZCBI will announce the calf’s name on its website in late February.\nParents Nhi Linh and Spike bred as part of a Species Survival Plan program, managed by the Association of Zoos and Aquariums, that aims to create a stable, genetically diverse population of Asian elephants. Fewer than 52,000 of these animals are estimated to remain in their homeland of South and Southeast Asia. “Asian elephants are very endangered. Actually, they’re ten times more endangered than African elephants,” Peter Leimgruber, NZCBI’s director of conservation and science, tells Smithsonian magazine.\nThe species’ population continues to dwindle largely because of human-induced habitat loss from activities such as agriculture, mining and urbanization. But insights gained at the Zoo can help conservationists working with wild Asian elephants.\n“Many of the things we learn here—technologies, the science—we can directly transfer to these places [where the animals live],” Leimgruber says. For example, staff could show people how to monitor the elephants’ reproductive cycles via hormones and determine which individuals should be bred to maintain genetic diversity, he notes.\nGenetics, health and temperament helped experts determine that Spike and Nhi Linh should breed. Nhi Linh is described as having a “feisty and rambunctious” personality, per the statement. She arrived in the fall of 2022, along with her mother, 22-year-old Trong Nhi, as a gift from the Rotterdam Zoo in the Netherlands. Meanwhile, Spike seems to have a “relaxed and easygoing” personality, according to keepers, and came to NZCBI in the spring of 2018 on loan from Zoo Miami.\nFun fact: The last Asian elephant born at NZCBI\nMale elephant Kandula was born at the Zoo on November 25, 2001. He left NZCBI when he was almost 14 years old and now lives at the Oklahoma City Zoo. His mother, Shanthi, stayed in Washington, D.C., and died at the estimated age of 45 in 2020.\nZoo staff have been carefully monitoring Nhi Linh over the past few months. In late January, blood draws revealed that her levels of the hormone progesterone had plummeted—a signal that she would soon give birth. On January 25, the care team began an around-the-clock watch to keep an eye out for behavioral signs of labor, such as tail flapping and abdominal muscle contractions.\nA big indicator is something called the bulge. “That’s when the calf has moved with contractions to a point where you can see externally it’s pushing and getting ready to move,” Clark says. That happened soon after 12:30 A.M. Eastern Standard Time on February 2, he adds, “and within a half hour, her water had broken and the calf was on the ground.”\nThe calf has not yet met her mother. The two can smell and hear one another, but a barrier sits between them. Staff are watching behavioral cues to assess when Nhi Linh might be ready to meet her baby. An encouraging sign that they’re currently seeing is Nhi Linh being the only elephant to respond to the calf’s calls, Clark says.\n“Once we can secure that bond—and typically, the magic point is nursing—then we’ll give them a little time to learn how to orientate around each other,” he says.",
          "read_time": 4,
          "domain": "smithsonianmag.com",
          "has_image": true
        },
        {
          "id": 3254865742,
          "title": "Akureyri Domino’s Pizza in Akureyri, Iceland",
          "link": "https://www.atlasobscura.com/places/akureyri-dominos-pizza",
          "date": "2026-02-03T17:00:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "The charming Icelandic town of Akureyi is known for its stunning fjord views, vibrant art scene, and proximity to natural wonders like waterfalls, hot springs, and whale watching. It’s also home to the world’s northernmost Domino’s pizza. At a latitude of 65.688° N, it lies just below the Arctic Cir",
          "content": null,
          "read_time": 1,
          "domain": "atlasobscura.com",
          "has_image": false
        },
        {
          "id": 2102593337,
          "title": "Six Hills Burial Mounds in Stevenage, England",
          "link": "https://www.atlasobscura.com/places/six-hills-burial-mounds",
          "date": "2026-02-03T15:00:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "Along a busy section of the historic Great North Road in the post-war town of Stevenage sits a series of six Roman burial mounds, also known as barrows or tumuli. Believed to originally have been constructed around 100AD, they likely contain the remains and possessions of a wealthy family. Over the ",
          "content": null,
          "read_time": 1,
          "domain": "atlasobscura.com",
          "has_image": false
        },
        {
          "id": 464730587,
          "title": "The Thumb  in Koblenz, Germany",
          "link": "https://www.atlasobscura.com/places/the-thumb-koblenz",
          "date": "2026-02-02T21:00:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "Directly where the Rhine meets the Moselle, The Thumb rises with quiet confidence near the Ludwig Museum, transforming the tranquil sculpture garden into a moment of playful awe. Created by César Baldaccini, the monumental form is among the most celebrated versions of his original Le Pouce in Paris—",
          "content": null,
          "read_time": 1,
          "domain": "atlasobscura.com",
          "has_image": false
        }
      ],
      "count": 10
    }
  },
  "metadata": {
    "generated_at": "2026-02-04T04:06:35.914507",
    "total_articles": 55,
    "crawl_duration_seconds": 53.69,
    "version": "1.1.0"
  }
}