{
  "capa": [
    {
      "id": 2649876452,
      "title": "VÍDEOS: Bom Dia DF de terça-feira, 13 de janeiro de 2026",
      "link": "https://g1.globo.com/df/distrito-federal/videos-bom-dia-df/playlist/videos-bom-dia-df-de-terca-feira-13-de-janeiro-de-2026.ghtml",
      "date": "2026-01-13T11:57:06",
      "author": "Redação",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://s.glbimg.com/jo/g1/static/live/imagens/img_facebook.png?g1",
      "excerpt": "Parlamentar alvo da operação foi eleito pela 1ª vez em 2010; saiba quem ele é\nTaxação de Trump para quem negociar com o Irã deixa o Brasil em alerta\nPor que a atual onda de protestos no Irã é...",
      "content": "Parlamentar alvo da operação foi eleito pela 1ª vez em 2010; saiba quem ele é\nTaxação de Trump para quem negociar com o Irã deixa o Brasil em alerta\nPor que a atual onda de protestos no Irã é diferente das últimas\nDocumentarista brasileiro tenta entrar na Venezuela e acaba detido: 'Inferno'\nRJ registrou ontem 9 das 10 maiores temperaturas do país\nApós calor recorde, cariocas buscam alívio à beira-mar na madrugada\nPor que Marco Rubio tem uma fixação tão grande por Cuba\nO ASSUNTO: o que acordo UE-Mercosul muda para a economia do Brasil\nvídeos do g1",
      "read_time": 1,
      "domain": "g1.globo.com",
      "has_image": true
    },
    {
      "id": 1080961350,
      "title": "Boulos viajará pelo Brasil para divulgar ações do governo",
      "link": "https://www.cnnbrasil.com.br/politica/boulos-viajara-pelo-brasil-para-divulgar-acoes-do-governo/",
      "date": "2026-01-13T11:56:48",
      "author": "lauramolfese",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2024/10/54068273930_d004e5ad80_k.jpg?w=1200&h=630&crop=1",
      "excerpt": "Boulos viajará pelo Brasil para divulgar ações do governo\nEm ano eleitoral, ministro deve percorrer os 26 Estados brasileiros e DF para reaproximar eleitores\nA partir de fevereiro, o ministro da...",
      "content": "Boulos viajará pelo Brasil para divulgar ações do governo\nEm ano eleitoral, ministro deve percorrer os 26 Estados brasileiros e DF para reaproximar eleitores\nA partir de fevereiro, o ministro da Secretaria-Geral da Presidência, Guilherme Boulos (PSOL), viajará pelo Brasil para divulgar o programa “Governo do Brasil na Rua”.\nBoulos deverá percorrer os 26 estados do país e o Distrito Federal até o dia 26 de junho. A viagem começará por Macapá e Porto Alegre. Antes do carnaval, o ministro desembarcará em Palmas e Teresina e, depois, Goiânia, Vitória, Natal, Rio de Janeiro e Belém.\nO programa Governo na Rua abrange iniciativas de 11 ministérios, com o objetivo de explicar projetos à população, com busca ativa de possíveis beneficiários de ações do governo, a exemplo do Acredita, Pé de Meia, Reforma Casa Brasil e Aqui Tem Especialistas.\nA estratégia prevê ainda que o ministro participe de entrevistas a rádios e TVs locais para reforçar a comunicação das ações do governo e reuna-se com lideranças de movimentos sociais.\nAo nomeá-lo ministro da Secretaria-Geral da Presidência, Lula pediu a Boulos para reforçar a ligação do governo com bases sociais e movimentos populares. Além de aumentar a presença da militância nas ruas, o ministro tem como desafio fortalecer a conexão entre governo e eleitores afastados da base, especialmente, em periferias.",
      "read_time": 1,
      "domain": "cnnbrasil.com.br",
      "has_image": true
    },
    {
      "id": 2779029480,
      "title": "Calor persiste, mas semana deve ser instável e com risco de chuva forte no Vale do Paraíba e região",
      "link": "https://g1.globo.com/sp/vale-do-paraiba-regiao/noticia/2026/01/13/calor-persiste-mas-semana-deve-ser-instavel-e-com-risco-de-chuva-forte-no-vale-do-paraiba-e-regiao.ghtml",
      "date": "2026-01-13T11:56:35",
      "author": "Redação",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://s2-g1.glbimg.com/IJnZEI3Zb85BnkqLLZGyzGvn02c=/1321x0/filters:format(jpeg)/https://i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2026/4/p/rxfUOIQKyfKQ05Bohgfg/whatsapp-image-2026-01-13-at-08.42.37.jpeg",
      "excerpt": "Dia começou nublado e com chuva em São José dos Campos — Foto: Reprodução/TV Vanguarda\nO calor que vem sendo registrado na região do Vale do Paraíba deve persistir nos próximos dias. São Sebastião,...",
      "content": "Dia começou nublado e com chuva em São José dos Campos — Foto: Reprodução/TV Vanguarda\nO calor que vem sendo registrado na região do Vale do Paraíba deve persistir nos próximos dias. São Sebastião, por exemplo, passou dos 40°C e registrou a maior temperatura do estado de São Paulo na segunda-feira (12).\nApesar disso, a previsão aponta para um tempo mais instável na região, com risco de temporais, que podem vir acompanhados até de descargas elétricas, rajadas de vento e eventual queda de granizo.\nCidade mais populosa do Vale do Paraíba, São José dos Campos amanheceu com chuva nesta terça-feira (13), mas ainda sem volumes relevantes.\n\"Para esta terça-feira (13), a previsão indica sol entre muitas nuvens, mantendo a sensação de abafamento em todo o território paulista. Ao longo do dia, a combinação de calor, alta umidade e a atuação de um cavado meteorológico favorece a ocorrência de pancadas de chuva isoladas, que podem ser localmente fortes, acompanhadas de raios e rajadas de vento\", afirma a Defesa Civil de São Paulo.\nDe acordo com a Defesa Civil, moradores de áreas mais vulneráveis do Vale e região - como Campos do Jordão e Aparecida - devem redobrar a atenção, \"devido ao potencial para transtornos associados às condições meteorológicas adversas\".\nPelo menos até quinta-feira (15), a tendência é de dias típicos de verão, com calor forte e pancadas de chuva em todas as cidades da região.\n\"Entre esta segunda-feira (12) e a quinta-feira (15), os modelos meteorológicos indicam a manutenção de condições típicas de verão em todo o estado de São Paulo. O período será marcado por sol entre poucas nuvens e elevação das temperaturas ao longo do dia\", completa o órgão estadual.\nDicas para se proteger do calor intenso:\n- beba água com frequência, mesmo sem sentir sede\n- evite atividades físicas nas horas mais quentes do dia\n- use roupas leves, claras e protetor solar\n- procure locais ventilados e à sombra\n- redobre os cuidados com crianças, idosos e animais\n- em dias de chuva, acompanhe a previsão do tempo e fique atento aos alertas da Defesa Civil.\n- em caso de emergência, acione a Defesa Civil (199) ou o Corpo de Bombeiros (193)",
      "read_time": 2,
      "domain": "g1.globo.com",
      "has_image": true
    },
    {
      "id": 3476893550,
      "title": "Camila Pitanga será a rainha do Baile do Copa 2026",
      "link": "https://www.cnnbrasil.com.br/entretenimento/camila-pitanga-sera-a-rainha-do-baile-do-copa-2026/",
      "date": "2026-01-13T11:55:34",
      "author": "carolineferreira",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2026/01/camila-pitanga.jpg?w=1200&h=630&crop=1",
      "excerpt": "Camila Pitanga será a rainha do Baile do Copa 2026\nA badalada festa no Copacabana Palace está marcada para o dia 14 de fevereiro\nA atriz Camila Pitanga, 48, será a rainha do Baile do Copa 2026. O...",
      "content": "Camila Pitanga será a rainha do Baile do Copa 2026\nA badalada festa no Copacabana Palace está marcada para o dia 14 de fevereiro\nA atriz Camila Pitanga, 48, será a rainha do Baile do Copa 2026. O anúncio foi feito na última segunda-feira (12), pelo badalado Copacabana Palace, no Rio de Janeiro, onde o tradicional evento acontece.\nMarcada para o dia 14 de fevereiro, a festa fará um mergulho na \"Brasilidade\" com o conceito \"Br\", em homenagem à múltipla identidade do país. A ideia é transformar os salões do hotel carioca em uma verdadeira viagem pelo Brasil, combinando arte, memória e gastronomia. A noite deverá reafirmar o luxo central da celebração.\n\"Que alegria anunciar que este ano vou ser a Rainha do Baile do Copa! Pra quem ama e vive o Carnaval do Rio, como eu, é uma honra fazer parte dessa festa icônica, que há mais de 100 anos marca a folia carioca. E vamos celebrar a brasilidade no maior Carnaval do mundo! Não poderia me deixar mais feliz\", celebrou Pitanga nas redes sociais.\nCom direção criativa de Gustavo Barchilon, que está à frente do baile pelo quarto ano consecutivo, a festa busca representar as complexidades do Brasil de maneira sofisticada e longe dos estereótipos.\nPara embalar o tema, os salões ganharão ambientações que destacam pilares da cultura brasileira, com decoração assinada por Daniel Cruz.\nVer essa foto no Instagram",
      "read_time": 1,
      "domain": "cnnbrasil.com.br",
      "has_image": true
    },
    {
      "id": 45231899,
      "title": "Luca Argel mapeia no álbum 'O homem triste' a jornada de masculinidade tóxica que contamina meninos já na infância",
      "link": "https://g1.globo.com/pop-arte/musica/blog/mauro-ferreira/post/2026/01/13/luca-argel-mapeia-no-album-o-homem-triste-a-jornada-de-masculinidade-toxica-que-contamina-meninos-ja-na-infancia.ghtml",
      "date": "2026-01-13T11:54:54",
      "author": "Redação",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://s2-g1.glbimg.com/FFQEvt7E5N-oQrHCRmpKgV9_QmY=/1400x0/filters:format(jpeg)/https://i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2026/p/A/I4NvASSiKZo387Prv8OA/lucasargel-capamarinapoppovic.jpg",
      "excerpt": "Capa do álbum 'O homem triste', de Luca Argel — Foto: Obra de Marina Poppovic\n♬ Luca Argel estranhou quando notou o afilhado mais agressivo ao voltar da escola. O menino passou a rejeitar cores,...",
      "content": "Capa do álbum 'O homem triste', de Luca Argel — Foto: Obra de Marina Poppovic\n♬ Luca Argel estranhou quando notou o afilhado mais agressivo ao voltar da escola. O menino passou a rejeitar cores, roupas e brinquedos de que antes gostava. Argel concluiu que, na convivência com os colegas da escola, o afilhado começara a ser contaminado por noções equivocadas que fizeram nascer, como efeito imediato, a semente de masculinidade tóxica que germina na alma dos homens desde a infância e, uma vez germinada, rege atitudes machistas na vida adulta. Nasceu dessa percepção a ideia de “O homem triste”, quinto álbum autoral de Argel, cantor, compositor e músico carioca que migrou para Portugal em 2012.\n“O homem triste” chega ao mundo fonográfico digital em 23 de janeiro com produção musical de Moreno Veloso e capa que expõe obra criada pela artista visual Marina Poppovic em sintonia com o conceito do disco.\nSim, “O homem triste” é álbum conceitual em que, ao longo de nove canções autorais, Luca Argel mapeia a jornada de masculinidade tóxica na vida de homens que se tornam travados e tristes ao notarem que caíram na armadilha social de camuflar emoções.\nO álbum “O homem triste” está alinhado com o conceito do disco anterior do artista, “Meigo energúmeno – Luca Argel canta Vinicius” (2025), EP em que Argel questionou o machismo embutido em letras do compositor e poeta Vinicius de Moraes (1913 – 1980).\nA estrofe inicial da letra da boa música-título “O homem triste” – “Foi na TV que aprendi a ser homem / Foi na escola e nos filmes de herói / Ser o maior, o mais forte, o primeiro / E ainda não sentir-se inteiro” – sintetiza o argumento do álbum gravado por Argel entre Rio de Janeiro (RJ) e Almada (Portugal) com banda estelar formada pelos músicos Alberto Continentino (baixo), Domenico Lancellotti (bateria), Leo Martins (percussão), Pedro Sá (guitarra) e Pri Azevedo (piano, sanfona e teclados), além do próprio Moreno Veloso (no prato e na faca) e de cordas orquestradas por Marcelo Caldi. A letra da faixa-título embute citações de versos das músicas “Canal zero” (Manel Cruz, 2008) e “Homem” (Caetano Veloso, 2006).\nA intenção do artista de apresentar um cancioneiro de acento mais pop, interpretado de forma mais exteriorizada, esbarra na suavidade natural do canto quase cool de Luca Argel e na (apropriada) opção por uma sonoridade mais íntima.\nDestaque da safra autoral do álbum, “Primeiro mar” tangencia a onda calma de um reggae com versos poéticos como “O primeiro mar de todo mundo / Fica dentro de uma mulher / E no seu olhar fica o segundo / De onde ninguém sai porque quer”, sínteses da ligação uterina que todo homem tem como uma mulher ao nascer para a vida.\n“Tive que mentir” dá sequência à jornada reflexiva do álbum de Argel com o mesmo grau de inspiração. Em “É pedir demais?”, canção ambientada em atmosfera de bossa nova, o cantor e compositor rejeita cobranças por perfeições poéticas e vocais em atitude simpática já que eventuais fragilidades são detectadas ao longo de “O homem triste” sem comprometer a beleza da obra.\n“Homem / Onde escondes as palavras quando as forças somem?”, questiona Argel nos versos iniciais de “Homem (a canção)”, faixa em que o artista expõe os limites masculinos na exploração do prazer oferecido pelo próprio corpo. “Poço / De tesouros da sola do pé até o pescoço / De textura e aromas da casca ao caroço / Onde é permitida a dor / E o dar”, rima o cantautor, jogando bem com as palavras.\nO toque da sanfona de Pri Azevedo embala “Meu irmão”, canção que sublinha a ternura, a delicadeza e a poesia que guiam Argel neste álbum sensível antecedido por dois singles, sendo um deles “Arqueologia de armário”, samba cool apresentado em 9 de janeiro com as cordas que adornam a maior parte das faixas de “O homem triste”.\nO samba se exterioriza em “Se acabou”. E, por falar em fim, “O homem triste” tem um fecho como todo bom álbum conceitual. Única música assinada por Luca Argel com um parceiro (no caso, César Lacerda), a canção “Quando a cura começa” antevê, sobre acordes de piano, uma luz na escuridão em que homens são jogados ainda na infância. “Não há tempo pro pavor / E não há tempo pra adiar o amor”, pondera Argel na canção final.\nAinda que o cancioneiro do artista não tenha uma assinatura realmente original, o álbum “O homem triste” eleva a Arte de Luca Argel a um novo patamar na música do século XXI. Numa era em que a maioria das músicas parece flores de plástico, Lucas Argel se alimenta de emoções e reflexões reais em “O homem triste”.",
      "read_time": 4,
      "domain": "g1.globo.com",
      "has_image": true
    },
    {
      "id": 1910693078,
      "title": "Irã está pronto para reagir a ação militar dos EUA, diz ministro",
      "link": "https://www.cnnbrasil.com.br/internacional/ira-esta-pronto-para-reagir-a-acao-militar-dos-eua-diz-ministro/",
      "date": "2026-01-13T11:53:41",
      "author": "mariabaccarin",
      "category": "capa",
      "category_name": "Capa",
      "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/Reuters_Direct_Media/BrazilOnlineReportWorldNews/tagreuters.com2025binary_LYNXMPEL6U0QI-BASEIMAGE.jpg?w=800&h=587&crop=1",
      "excerpt": "Irã está pronto para reagir a ação militar dos EUA, diz ministro\nPresidente dos EUA, Donald Trump, avalia uma série de opções para o país após protestos violentos\nO ministro das Relações Exteriores...",
      "content": "Irã está pronto para reagir a ação militar dos EUA, diz ministro\nPresidente dos EUA, Donald Trump, avalia uma série de opções para o país após protestos violentos\nO ministro das Relações Exteriores do Irã, Abbas Araghchi, afirma que a República Islâmica está \"pronta\" caso os Estados Unidos queiram \"testar uma ação militar\" contra o país.\n“Estamos prontos para qualquer ação. Se eles quiserem testar uma ação militar, como já fizeram uma vez sem obter resultados, estamos prontos para isso”, disse Araghchi em entrevista à Al Jazeera Arabic na segunda-feira (12), acrescentando que o Irã está agora mais preparado para enfrentar ataques em seu território, em comparação com a guerra de 12 dias com Israel em junho.\nO presidente dos EUA, Donald Trump, está avaliando uma série de possíveis opções militares no Irã após os protestos violentos no país, disseram dois funcionários americanos à CNN. O presidente dos EUA considera cumprir suas recentes ameaças de atacar o regime iraniano caso este use força letal contra civis durante os protestos.\nAraghchi também afirmou na entrevista que \"o dia 8 de janeiro deve ser considerado uma extensão da guerra de 12 dias\" com Israel, explicando grande parte da repressão letal empregada pelo regime contra os manifestantes, muitos dos quais são acusados de colaborar com Israel.\nO ministro disse, no entanto, que o Irã está disposto a participar de negociações diplomáticas e que Teerã espera que Washington escolha uma \"opção sensata\". Trump havia dito que o Irã o contatou no sábado (10) para negociar.",
      "read_time": 1,
      "domain": "cnnbrasil.com.br",
      "has_image": true
    }
  ],
  "categories": {
    "capa": {
      "name": "Capa",
      "description": "Principais manchetes do dia",
      "articles": [
        {
          "id": 2649876452,
          "title": "VÍDEOS: Bom Dia DF de terça-feira, 13 de janeiro de 2026",
          "link": "https://g1.globo.com/df/distrito-federal/videos-bom-dia-df/playlist/videos-bom-dia-df-de-terca-feira-13-de-janeiro-de-2026.ghtml",
          "date": "2026-01-13T11:57:06",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://s.glbimg.com/jo/g1/static/live/imagens/img_facebook.png?g1",
          "excerpt": "Parlamentar alvo da operação foi eleito pela 1ª vez em 2010; saiba quem ele é\nTaxação de Trump para quem negociar com o Irã deixa o Brasil em alerta\nPor que a atual onda de protestos no Irã é...",
          "content": "Parlamentar alvo da operação foi eleito pela 1ª vez em 2010; saiba quem ele é\nTaxação de Trump para quem negociar com o Irã deixa o Brasil em alerta\nPor que a atual onda de protestos no Irã é diferente das últimas\nDocumentarista brasileiro tenta entrar na Venezuela e acaba detido: 'Inferno'\nRJ registrou ontem 9 das 10 maiores temperaturas do país\nApós calor recorde, cariocas buscam alívio à beira-mar na madrugada\nPor que Marco Rubio tem uma fixação tão grande por Cuba\nO ASSUNTO: o que acordo UE-Mercosul muda para a economia do Brasil\nvídeos do g1",
          "read_time": 1,
          "domain": "g1.globo.com",
          "has_image": true
        },
        {
          "id": 1080961350,
          "title": "Boulos viajará pelo Brasil para divulgar ações do governo",
          "link": "https://www.cnnbrasil.com.br/politica/boulos-viajara-pelo-brasil-para-divulgar-acoes-do-governo/",
          "date": "2026-01-13T11:56:48",
          "author": "lauramolfese",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2024/10/54068273930_d004e5ad80_k.jpg?w=1200&h=630&crop=1",
          "excerpt": "Boulos viajará pelo Brasil para divulgar ações do governo\nEm ano eleitoral, ministro deve percorrer os 26 Estados brasileiros e DF para reaproximar eleitores\nA partir de fevereiro, o ministro da...",
          "content": "Boulos viajará pelo Brasil para divulgar ações do governo\nEm ano eleitoral, ministro deve percorrer os 26 Estados brasileiros e DF para reaproximar eleitores\nA partir de fevereiro, o ministro da Secretaria-Geral da Presidência, Guilherme Boulos (PSOL), viajará pelo Brasil para divulgar o programa “Governo do Brasil na Rua”.\nBoulos deverá percorrer os 26 estados do país e o Distrito Federal até o dia 26 de junho. A viagem começará por Macapá e Porto Alegre. Antes do carnaval, o ministro desembarcará em Palmas e Teresina e, depois, Goiânia, Vitória, Natal, Rio de Janeiro e Belém.\nO programa Governo na Rua abrange iniciativas de 11 ministérios, com o objetivo de explicar projetos à população, com busca ativa de possíveis beneficiários de ações do governo, a exemplo do Acredita, Pé de Meia, Reforma Casa Brasil e Aqui Tem Especialistas.\nA estratégia prevê ainda que o ministro participe de entrevistas a rádios e TVs locais para reforçar a comunicação das ações do governo e reuna-se com lideranças de movimentos sociais.\nAo nomeá-lo ministro da Secretaria-Geral da Presidência, Lula pediu a Boulos para reforçar a ligação do governo com bases sociais e movimentos populares. Além de aumentar a presença da militância nas ruas, o ministro tem como desafio fortalecer a conexão entre governo e eleitores afastados da base, especialmente, em periferias.",
          "read_time": 1,
          "domain": "cnnbrasil.com.br",
          "has_image": true
        },
        {
          "id": 2779029480,
          "title": "Calor persiste, mas semana deve ser instável e com risco de chuva forte no Vale do Paraíba e região",
          "link": "https://g1.globo.com/sp/vale-do-paraiba-regiao/noticia/2026/01/13/calor-persiste-mas-semana-deve-ser-instavel-e-com-risco-de-chuva-forte-no-vale-do-paraiba-e-regiao.ghtml",
          "date": "2026-01-13T11:56:35",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://s2-g1.glbimg.com/IJnZEI3Zb85BnkqLLZGyzGvn02c=/1321x0/filters:format(jpeg)/https://i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2026/4/p/rxfUOIQKyfKQ05Bohgfg/whatsapp-image-2026-01-13-at-08.42.37.jpeg",
          "excerpt": "Dia começou nublado e com chuva em São José dos Campos — Foto: Reprodução/TV Vanguarda\nO calor que vem sendo registrado na região do Vale do Paraíba deve persistir nos próximos dias. São Sebastião,...",
          "content": "Dia começou nublado e com chuva em São José dos Campos — Foto: Reprodução/TV Vanguarda\nO calor que vem sendo registrado na região do Vale do Paraíba deve persistir nos próximos dias. São Sebastião, por exemplo, passou dos 40°C e registrou a maior temperatura do estado de São Paulo na segunda-feira (12).\nApesar disso, a previsão aponta para um tempo mais instável na região, com risco de temporais, que podem vir acompanhados até de descargas elétricas, rajadas de vento e eventual queda de granizo.\nCidade mais populosa do Vale do Paraíba, São José dos Campos amanheceu com chuva nesta terça-feira (13), mas ainda sem volumes relevantes.\n\"Para esta terça-feira (13), a previsão indica sol entre muitas nuvens, mantendo a sensação de abafamento em todo o território paulista. Ao longo do dia, a combinação de calor, alta umidade e a atuação de um cavado meteorológico favorece a ocorrência de pancadas de chuva isoladas, que podem ser localmente fortes, acompanhadas de raios e rajadas de vento\", afirma a Defesa Civil de São Paulo.\nDe acordo com a Defesa Civil, moradores de áreas mais vulneráveis do Vale e região - como Campos do Jordão e Aparecida - devem redobrar a atenção, \"devido ao potencial para transtornos associados às condições meteorológicas adversas\".\nPelo menos até quinta-feira (15), a tendência é de dias típicos de verão, com calor forte e pancadas de chuva em todas as cidades da região.\n\"Entre esta segunda-feira (12) e a quinta-feira (15), os modelos meteorológicos indicam a manutenção de condições típicas de verão em todo o estado de São Paulo. O período será marcado por sol entre poucas nuvens e elevação das temperaturas ao longo do dia\", completa o órgão estadual.\nDicas para se proteger do calor intenso:\n- beba água com frequência, mesmo sem sentir sede\n- evite atividades físicas nas horas mais quentes do dia\n- use roupas leves, claras e protetor solar\n- procure locais ventilados e à sombra\n- redobre os cuidados com crianças, idosos e animais\n- em dias de chuva, acompanhe a previsão do tempo e fique atento aos alertas da Defesa Civil.\n- em caso de emergência, acione a Defesa Civil (199) ou o Corpo de Bombeiros (193)",
          "read_time": 2,
          "domain": "g1.globo.com",
          "has_image": true
        },
        {
          "id": 3476893550,
          "title": "Camila Pitanga será a rainha do Baile do Copa 2026",
          "link": "https://www.cnnbrasil.com.br/entretenimento/camila-pitanga-sera-a-rainha-do-baile-do-copa-2026/",
          "date": "2026-01-13T11:55:34",
          "author": "carolineferreira",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/2026/01/camila-pitanga.jpg?w=1200&h=630&crop=1",
          "excerpt": "Camila Pitanga será a rainha do Baile do Copa 2026\nA badalada festa no Copacabana Palace está marcada para o dia 14 de fevereiro\nA atriz Camila Pitanga, 48, será a rainha do Baile do Copa 2026. O...",
          "content": "Camila Pitanga será a rainha do Baile do Copa 2026\nA badalada festa no Copacabana Palace está marcada para o dia 14 de fevereiro\nA atriz Camila Pitanga, 48, será a rainha do Baile do Copa 2026. O anúncio foi feito na última segunda-feira (12), pelo badalado Copacabana Palace, no Rio de Janeiro, onde o tradicional evento acontece.\nMarcada para o dia 14 de fevereiro, a festa fará um mergulho na \"Brasilidade\" com o conceito \"Br\", em homenagem à múltipla identidade do país. A ideia é transformar os salões do hotel carioca em uma verdadeira viagem pelo Brasil, combinando arte, memória e gastronomia. A noite deverá reafirmar o luxo central da celebração.\n\"Que alegria anunciar que este ano vou ser a Rainha do Baile do Copa! Pra quem ama e vive o Carnaval do Rio, como eu, é uma honra fazer parte dessa festa icônica, que há mais de 100 anos marca a folia carioca. E vamos celebrar a brasilidade no maior Carnaval do mundo! Não poderia me deixar mais feliz\", celebrou Pitanga nas redes sociais.\nCom direção criativa de Gustavo Barchilon, que está à frente do baile pelo quarto ano consecutivo, a festa busca representar as complexidades do Brasil de maneira sofisticada e longe dos estereótipos.\nPara embalar o tema, os salões ganharão ambientações que destacam pilares da cultura brasileira, com decoração assinada por Daniel Cruz.\nVer essa foto no Instagram",
          "read_time": 1,
          "domain": "cnnbrasil.com.br",
          "has_image": true
        },
        {
          "id": 45231899,
          "title": "Luca Argel mapeia no álbum 'O homem triste' a jornada de masculinidade tóxica que contamina meninos já na infância",
          "link": "https://g1.globo.com/pop-arte/musica/blog/mauro-ferreira/post/2026/01/13/luca-argel-mapeia-no-album-o-homem-triste-a-jornada-de-masculinidade-toxica-que-contamina-meninos-ja-na-infancia.ghtml",
          "date": "2026-01-13T11:54:54",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://s2-g1.glbimg.com/FFQEvt7E5N-oQrHCRmpKgV9_QmY=/1400x0/filters:format(jpeg)/https://i.s3.glbimg.com/v1/AUTH_59edd422c0c84a879bd37670ae4f538a/internal_photos/bs/2026/p/A/I4NvASSiKZo387Prv8OA/lucasargel-capamarinapoppovic.jpg",
          "excerpt": "Capa do álbum 'O homem triste', de Luca Argel — Foto: Obra de Marina Poppovic\n♬ Luca Argel estranhou quando notou o afilhado mais agressivo ao voltar da escola. O menino passou a rejeitar cores,...",
          "content": "Capa do álbum 'O homem triste', de Luca Argel — Foto: Obra de Marina Poppovic\n♬ Luca Argel estranhou quando notou o afilhado mais agressivo ao voltar da escola. O menino passou a rejeitar cores, roupas e brinquedos de que antes gostava. Argel concluiu que, na convivência com os colegas da escola, o afilhado começara a ser contaminado por noções equivocadas que fizeram nascer, como efeito imediato, a semente de masculinidade tóxica que germina na alma dos homens desde a infância e, uma vez germinada, rege atitudes machistas na vida adulta. Nasceu dessa percepção a ideia de “O homem triste”, quinto álbum autoral de Argel, cantor, compositor e músico carioca que migrou para Portugal em 2012.\n“O homem triste” chega ao mundo fonográfico digital em 23 de janeiro com produção musical de Moreno Veloso e capa que expõe obra criada pela artista visual Marina Poppovic em sintonia com o conceito do disco.\nSim, “O homem triste” é álbum conceitual em que, ao longo de nove canções autorais, Luca Argel mapeia a jornada de masculinidade tóxica na vida de homens que se tornam travados e tristes ao notarem que caíram na armadilha social de camuflar emoções.\nO álbum “O homem triste” está alinhado com o conceito do disco anterior do artista, “Meigo energúmeno – Luca Argel canta Vinicius” (2025), EP em que Argel questionou o machismo embutido em letras do compositor e poeta Vinicius de Moraes (1913 – 1980).\nA estrofe inicial da letra da boa música-título “O homem triste” – “Foi na TV que aprendi a ser homem / Foi na escola e nos filmes de herói / Ser o maior, o mais forte, o primeiro / E ainda não sentir-se inteiro” – sintetiza o argumento do álbum gravado por Argel entre Rio de Janeiro (RJ) e Almada (Portugal) com banda estelar formada pelos músicos Alberto Continentino (baixo), Domenico Lancellotti (bateria), Leo Martins (percussão), Pedro Sá (guitarra) e Pri Azevedo (piano, sanfona e teclados), além do próprio Moreno Veloso (no prato e na faca) e de cordas orquestradas por Marcelo Caldi. A letra da faixa-título embute citações de versos das músicas “Canal zero” (Manel Cruz, 2008) e “Homem” (Caetano Veloso, 2006).\nA intenção do artista de apresentar um cancioneiro de acento mais pop, interpretado de forma mais exteriorizada, esbarra na suavidade natural do canto quase cool de Luca Argel e na (apropriada) opção por uma sonoridade mais íntima.\nDestaque da safra autoral do álbum, “Primeiro mar” tangencia a onda calma de um reggae com versos poéticos como “O primeiro mar de todo mundo / Fica dentro de uma mulher / E no seu olhar fica o segundo / De onde ninguém sai porque quer”, sínteses da ligação uterina que todo homem tem como uma mulher ao nascer para a vida.\n“Tive que mentir” dá sequência à jornada reflexiva do álbum de Argel com o mesmo grau de inspiração. Em “É pedir demais?”, canção ambientada em atmosfera de bossa nova, o cantor e compositor rejeita cobranças por perfeições poéticas e vocais em atitude simpática já que eventuais fragilidades são detectadas ao longo de “O homem triste” sem comprometer a beleza da obra.\n“Homem / Onde escondes as palavras quando as forças somem?”, questiona Argel nos versos iniciais de “Homem (a canção)”, faixa em que o artista expõe os limites masculinos na exploração do prazer oferecido pelo próprio corpo. “Poço / De tesouros da sola do pé até o pescoço / De textura e aromas da casca ao caroço / Onde é permitida a dor / E o dar”, rima o cantautor, jogando bem com as palavras.\nO toque da sanfona de Pri Azevedo embala “Meu irmão”, canção que sublinha a ternura, a delicadeza e a poesia que guiam Argel neste álbum sensível antecedido por dois singles, sendo um deles “Arqueologia de armário”, samba cool apresentado em 9 de janeiro com as cordas que adornam a maior parte das faixas de “O homem triste”.\nO samba se exterioriza em “Se acabou”. E, por falar em fim, “O homem triste” tem um fecho como todo bom álbum conceitual. Única música assinada por Luca Argel com um parceiro (no caso, César Lacerda), a canção “Quando a cura começa” antevê, sobre acordes de piano, uma luz na escuridão em que homens são jogados ainda na infância. “Não há tempo pro pavor / E não há tempo pra adiar o amor”, pondera Argel na canção final.\nAinda que o cancioneiro do artista não tenha uma assinatura realmente original, o álbum “O homem triste” eleva a Arte de Luca Argel a um novo patamar na música do século XXI. Numa era em que a maioria das músicas parece flores de plástico, Lucas Argel se alimenta de emoções e reflexões reais em “O homem triste”.",
          "read_time": 4,
          "domain": "g1.globo.com",
          "has_image": true
        },
        {
          "id": 1910693078,
          "title": "Irã está pronto para reagir a ação militar dos EUA, diz ministro",
          "link": "https://www.cnnbrasil.com.br/internacional/ira-esta-pronto-para-reagir-a-acao-militar-dos-eua-diz-ministro/",
          "date": "2026-01-13T11:53:41",
          "author": "mariabaccarin",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/Reuters_Direct_Media/BrazilOnlineReportWorldNews/tagreuters.com2025binary_LYNXMPEL6U0QI-BASEIMAGE.jpg?w=800&h=587&crop=1",
          "excerpt": "Irã está pronto para reagir a ação militar dos EUA, diz ministro\nPresidente dos EUA, Donald Trump, avalia uma série de opções para o país após protestos violentos\nO ministro das Relações Exteriores...",
          "content": "Irã está pronto para reagir a ação militar dos EUA, diz ministro\nPresidente dos EUA, Donald Trump, avalia uma série de opções para o país após protestos violentos\nO ministro das Relações Exteriores do Irã, Abbas Araghchi, afirma que a República Islâmica está \"pronta\" caso os Estados Unidos queiram \"testar uma ação militar\" contra o país.\n“Estamos prontos para qualquer ação. Se eles quiserem testar uma ação militar, como já fizeram uma vez sem obter resultados, estamos prontos para isso”, disse Araghchi em entrevista à Al Jazeera Arabic na segunda-feira (12), acrescentando que o Irã está agora mais preparado para enfrentar ataques em seu território, em comparação com a guerra de 12 dias com Israel em junho.\nO presidente dos EUA, Donald Trump, está avaliando uma série de possíveis opções militares no Irã após os protestos violentos no país, disseram dois funcionários americanos à CNN. O presidente dos EUA considera cumprir suas recentes ameaças de atacar o regime iraniano caso este use força letal contra civis durante os protestos.\nAraghchi também afirmou na entrevista que \"o dia 8 de janeiro deve ser considerado uma extensão da guerra de 12 dias\" com Israel, explicando grande parte da repressão letal empregada pelo regime contra os manifestantes, muitos dos quais são acusados de colaborar com Israel.\nO ministro disse, no entanto, que o Irã está disposto a participar de negociações diplomáticas e que Teerã espera que Washington escolha uma \"opção sensata\". Trump havia dito que o Irã o contatou no sábado (10) para negociar.",
          "read_time": 1,
          "domain": "cnnbrasil.com.br",
          "has_image": true
        },
        {
          "id": 2397796016,
          "title": "Análise: Ameaças a Jerome Powell arriscam independência do Fed",
          "link": "https://www.cnnbrasil.com.br/economia/macroeconomia/analise-ameacas-a-jerome-powell-arriscam-independencia-do-fed/",
          "date": "2026-01-13T11:50:59",
          "author": "afonsobenites",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://admin.cnnbrasil.com.br/wp-content/uploads/sites/12/Reuters_Direct_Media/BrazilOnlineReportBusinessNews/tagreuters.com2025binary_LYNXMPEL7L0KG-BASEIMAGE.jpg?w=800&h=533&crop=1",
          "excerpt": "Análise: Ameaças a Jerome Powell arriscam independência do Fed\nAnalista de economia da CNN, Lucinda Pinto, alerta que crise entre presidente dos EUA e presidente do Fed não afeta apenas os...",
          "content": "Análise: Ameaças a Jerome Powell arriscam independência do Fed\nAnalista de economia da CNN, Lucinda Pinto, alerta que crise entre presidente dos EUA e presidente do Fed não afeta apenas os americanos, pois o banco central é referência global de independência\nA tensão entre Donald Trump e Jerome Powell, presidente do Federal Reserve (Fed), atingiu níveis críticos, sinalizando uma crise institucional sem precedentes que pode comprometer a independência do banco central americano e impactar mercados globais.\nSegundo a analista de economia Lucinda Pinto, durante sua participação no CNN Prime Time, a gravidade da situação é evidenciada pelo fato de Powell ter feito um pronunciamento extraordinário no fim de semana – algo que ocorreu apenas três vezes nos últimos 20 anos, em situações de extrema gravidade como a crise do Lehman Brothers, a pandemia e a quebra de bancos médios em 2023.\n\"O que podemos dizer é que estamos vivendo um momento em que as relações que já não eram boas ficaram ainda mais graves\", afirmou Lucinda. \"O fato do Powell ter tomado essa iniciativa de vir a público e dizer que está sendo pressionado, e o presidente está querendo trazer questões para desviar o foco do que importa, que é a política monetária, mostra uma crise grave.\"\nImpacto global da crise\nA analista enfatizou que esta não é uma crise restrita aos Estados Unidos, mas sim uma questão mundial, já que o Fed serve como referência para outros bancos centrais. \"Ele é uma referência de liberdade, de independência de Banco Central, institucional. E os Estados Unidos têm essa tradição, esse legado de terem instituições muito fortes\", explicou.\nA analista avalia que as ações de Trump parecem ter motivações mais políticas do que econômicas, configurando uma demonstração de poder político que coloca em risco instituições tradicionalmente independentes. Ela destacou preocupações sobre quem sucederá Powell em maio e como será conduzida a política monetária americana em um momento crucial para a economia global.\nReflexos nos mercados financeiros\nOs efeitos desta tensão já são perceptíveis nos mercados internacionais, principalmente no comportamento do dólar. \"O primeiro efeito e o impacto que, na verdade, a gente já vinha sentindo há algum tempo e deve sentir bastante daqui para frente é sobre o dólar, porque o Banco Central americano, no fim das contas, o que ele faz? Ele tem que controlar a inflação em dólar\", observou a analista.\nAo longo do dia, o dólar registrou queda em relação ao euro e ao iene, assim como frente a moedas emergentes, com exceção do real brasileiro. Paralelamente, o ouro – tradicional porto seguro em momentos de incerteza – continua em trajetória de alta, refletindo a preocupação dos investidores com o futuro da política monetária americana.\nOs juros de longo prazo dos títulos do Tesouro americano (Treasuries) de 30 anos também subiram, atingindo níveis acima de 4,80%, o que, segundo a analista, é incomum para os padrões americanos e representa um problema fiscal significativo. \"Esse juro longo, custa para o Tesouro americano fazer a rolagem da sua dívida, ele custa para os cofres públicos, então ele agrava a situação\", alertou.\n\"O Trump está fazendo esse esforço de marcar uma posição política, tentando defender ali a sua liberdade de intervir onde ele quiser, no órgão público que ele quiser, mas a verdade é que é um tiro no pé, porque, na prática, o que ele está conseguindo fazer é enfraquecer a moeda americana e pressionar os juros de longo prazo\", concluiu Lucinda.",
          "read_time": 3,
          "domain": "cnnbrasil.com.br",
          "has_image": true
        },
        {
          "id": 3367340554,
          "title": "Na transição energética, prever não é futorologia, mas disciplina",
          "link": "https://www1.folha.uol.com.br/colunas/joisa-dutra/2026/01/na-transicao-energetica-prever-nao-e-futorologia-mas-disciplina.shtml",
          "date": "2026-01-13T09:07:25.652638",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://f.i.uol.com.br/fotografia/2025/04/23/1745437375680942bf49cc8_1745437375_3x2_rt.jpg",
          "excerpt": "Em 2025, um dos podcasts mais instigantes sobre transiÃ§Ã£o energÃ©tica teve seu melhor ano. O Redefining Energy, apresentado por Laurent Segalen e Gerard Reid âque conheci no FÃ³rum EconÃ´mico...",
          "content": "Em 2025, um dos podcasts mais instigantes sobre transiÃ§Ã£o energÃ©tica teve seu melhor ano. O Redefining Energy, apresentado por Laurent Segalen e Gerard Reid âque conheci no FÃ³rum EconÃ´mico Mundialâ passou a figurar entre o 0,5% mai ouvido do Spotify. Nada trivial para um tema especializado, tÃ©cnico e, muitas vezes, Ã¡rido.\nSagazes e pouco afeitos a modismos, os anfitriÃµes dedicam tradicionalmente o Ãºltimo episÃ³dio do ano a um exercÃcio simples e raro no setor: olhar para trÃ¡s. Revisam o que previram no ano anterior, confrontam expectativas com fatos e, sÃ³ entÃ£o, arriscam previsÃµes para o futuro. O episÃ³dio 210 traz as apostas para 2026.\nMais do que acertar o futuro, o exercÃcio serve para aferir a direÃ§Ã£o da viagem da transiÃ§Ã£o energÃ©tica â um processo caro, incerto e intensivo em capital, no qual correÃ§Ãµes de rota sÃ£o inevitÃ¡veis. Algumas chamam atenÃ§Ã£o âe nÃ£o surpreendem.\nO oÃ¡sis do hidrogÃªnio de baixo carbono se mostra cada vez mais miragem. O sonho do hidrogÃªnio verde a US$ 1/kg simplesmente nÃ£o se materializou. Os projetos que avanÃ§am trabalham com custos de US$ 6 a US$ 8/kg âisso em paÃses com custo de capital significativamente menor que o brasileiro. Ao redor do mundo, petroleiras cancelaram ou suspenderam cerca de 60 projetos.\nEmbora as energias solar e eÃ³lica tenham, de fato, reduzido custos de forma impressionante nos anos recentes, colocar hidrogÃªnio de baixo carbono no mercado exige muito mais do que eletricidade barata. HÃ¡ o custo dos eletrolisadores, da baixa taxa de utilizaÃ§Ã£o deles, da infraestrutura, da logÃstica. HidrogÃªnio nÃ£o Ã© apenas uma molÃ©cula: Ã© uma cadeia complexa âe cara. Substituir o hidrogÃªnio de origem fÃ³ssil revelou-se bem mais difÃcil do que sugeriam os discursos polÃticos, ainda mais em um mundo em que os orÃ§amentos de defesa sobem, dificultando a criaÃ§Ã£o de subsÃdios.\nOutro freio de arrumaÃ§Ã£o importante aparece nos data centers âa previsÃ£o Ã© de que 50% dos anunciados nÃ£o serÃ£o construÃdos. A demanda por computaÃ§Ã£o segue crescendo, mas provavelmente nÃ£o na escala anunciada inicialmente. PreÃ§os elevados de energia incentivam ganhos de eficiÃªncia na indÃºstria, enquanto avanÃ§os em software e arquitetura digital reduzem o consumo por unidade de processamento. Somam-se a isso restriÃ§Ãµes sistÃªmicas: dificuldades de conexÃ£o e necessidade de investimentos pesados elevam prÃªmios de risco e encarecem o capital. Menos capital, menos projetos.\nAs renovÃ¡veis continuam crescendo, mas com menos fÃ´lego. A expansÃ£o da solar tende a arrefecer mesmo na China, nÃ£o por perda de competitividade, mas por restriÃ§Ãµes sistÃªmicas âlicenciamento, redes, integraÃ§Ã£o. HÃ¡ tempos repito: renovÃ¡veis nÃ£o existem sozinhas. Elas exigem redes e armazenamento. E essa conta Ã© elevada. A Ãfrica deve acelerar sua expansÃ£o, partindo de uma base baixa, mas esse avanÃ§o nÃ£o serÃ¡ suficiente para compensar a desaceleraÃ§Ã£o em outros mercados.\nPor que confiar nas previsÃµes desses anfitriÃµes? Primeiro, porque sÃ£o investidores, que costumam walk the talk (agir de acordo com o que dizem). Segundo, porque tÃªm a coragem de revisitar seus erros. Algo ainda raro no setor elÃ©trico brasileiro, onde previsÃµes de preÃ§os de curto prazo dificilmente sÃ£o reavaliadas. Fica o desafio.\nMas nem tudo desce. Algumas tecnologias sobem âe com forÃ§a.\nArmazenamento e baterias aparecem como grandes vencedores para 2026. NÃ£o porque sejam \"verdes\", mas porque resolvem problemas reais do sistema elÃ©trico. SÃ£o rÃ¡pidas de implantar, modulares e eficazes para lidar com curtailment, intermitÃªncia e adequaÃ§Ã£o de capacidade. Funcionam bem combinadas com solar, com eÃ³lica e com arranjos hÃbridos incorporados nos contratos de compra de energia (PPAs).\nE o que isso tem a ver com o Brasil? Tudo.\nA transiÃ§Ã£o energÃ©tica estÃ¡ tornando, a cada dia, nosso sistema elÃ©trico menos uma jabuticaba. Nossas dificuldades sÃ£o cada vez mais prÃ³ximas a problemas de outras geografias ao redor do globo. Com especificidades, vivemos as dores do crescimento da descentralizaÃ§Ã£o, impulsionada pela expansÃ£o exponencial da micro e minigeraÃ§Ã£o distribuÃda. Baterias sÃ£o companheiras naturais dessa jornada.\nFalta, no entanto, clareza regulatÃ³ria para incentivar sua adoÃ§Ã£o em escala. O leilÃ£o anunciado para 2026 Ã© um bom sinal. Mas o debate internacional aponta tambÃ©m para algo maior: a combinaÃ§Ã£o de tecnologias, a integraÃ§Ã£o nos PPAs e novos arranjos contratuais como oportunidades a explorar na contrataÃ§Ã£o do mercado livre âcaso dos grandes consumidores comerciais e industriais, que explorei em coluna recente.\nEm uma transiÃ§Ã£o energÃ©tica cara e incerta, errar o diagnÃ³stico sai caro. Revisitar previsÃµes nÃ£o Ã© futurologia âÃ© disciplina.",
          "read_time": 4,
          "domain": "www1.folha.uol.com.br",
          "has_image": true
        },
        {
          "id": 3621692020,
          "title": "Representantes de Dinamarca e Groenlândia se reunirão com Rubio e Vance na quarta-feira em Washington",
          "link": "https://noticias.uol.com.br/ultimas-noticias/afp/2026/01/13/representantes-de-dinamarca-e-groenlandia-se-reunirao-com-rubio-e-vance-na-quarta-feira-em-washington.htm",
          "date": "2026-01-13T09:07:25.652346",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": null,
          "excerpt": "Os ministros das Relações Exteriores da Dinamarca e da Groenlândia serão recebidos na Casa Branca, nesta quarta-feira (14), pelo vice-presidente dos Estados Unidos, JD Vance, e pelo secretário de Estado, Marco Rubio, anunciou o ministro das Relações Exteriores da Dinamarca nesta terça-feira (13).",
          "content": null,
          "read_time": 1,
          "domain": "noticias.uol.com.br",
          "has_image": false
        },
        {
          "id": 3886354413,
          "title": "A combinação rara que deu à Venezuela as reservas de petróleo consideradas as maiores do mundo",
          "link": "https://www.bbc.com/portuguese/articles/cq845d044xyo?at_medium=RSS&at_campaign=rss",
          "date": "2026-01-13T08:22:33",
          "author": "Redação",
          "category": "capa",
          "category_name": "Capa",
          "image_url": "https://ichef.bbci.co.uk/news/1024/branded_portuguese/fe9f/live/69417cb0-ee4c-11f0-9d20-ebe7255153c6.jpg",
          "excerpt": "A combinação rara que deu à Venezuela as reservas de petróleo consideradas as maiores do mundo\n- Author, Cristina J. Orgaz\n- Role, BBC News Mundo\n- Tempo de leitura: 6 min\nO petróleo venezuelano...",
          "content": "A combinação rara que deu à Venezuela as reservas de petróleo consideradas as maiores do mundo\n- Author, Cristina J. Orgaz\n- Role, BBC News Mundo\n- Tempo de leitura: 6 min\nO petróleo venezuelano ocupou as manchetes da imprensa internacional nos primeiros dias de 2026, após a captura do presidente da Venezuela, Nicolás Maduro, por tropas dos Estados Unidos e as declarações de Donald Trump sobre a riqueza petrolífera do país sul-americano.\nOs 300 bilhões de barris de petróleo de reservas \"comprovadas\" da Venezuela representam quase um quinto do total mundial. No entanto, esse número autodeclarado é alvo de questionamento de especialistas, que argumentam que ele possa estar inflado.\nO país realmente possui vastas reservas de petróleo bruto, em grande parte graças à Faixa Petrolífera do Orinoco. Mas existe uma diferença entre a produção potencial e a real na Venezuela.\nAlém disso, o conceito de \"reserva comprovada\" envolve não apenas a existência física do petróleo, mas também a probabilidade de 90% de recuperação econômica e técnica com a tecnologia disponível. Grande parte do petróleo venezuelano, especialmente na Faixa do Orinoco, é pesado e caro de extrair.\nApesar disso, não há dúvida que a Venezuela seja uma potência do petróleo. Sua posição geográfica, a história tectônica, a grande extensão de suas bacias sedimentares e a interação entre clima, relevo e tempo geológico criaram condições únicas para a geração e a preservação de hidrocarbonetos em escala mundial.\nDo ponto de vista geológico, o território venezuelano está dividido em duas grandes metades, separadas pela cordilheira dos Andes, que se estende pelo oeste e sudoeste do país, atravessando os estados de Táchira, Mérida e Trujillo. Nessa cadeia montanhosa, destacam-se o Pico Bolívar, com mais de 5 mil metros de altitude, e a Sierra de Mérida.\nA presença de grandes cadeias montanhosas em combinação com extensas bacias planas está diretamente relacionada à formação dos campos petrolíferos e à forma como o petróleo bruto se acumulou ao longo de milhões de anos.\nE embora as condições do subsolo venezuelano sejam semelhantes às de outras potências petrolíferas — incluindo a vizinha Colômbia —, alguns fatores geológicos extremamente raros foram decisivos para a formação da Faixa Petrolífera do Orinoco, considerada a maior acumulação de hidrocarbonetos do mundo, além dos campos do Lago de Maracaibo.\nEssas mesmas características geológicas fizeram com que, ao longo do tempo, o petróleo venezuelano se tornasse extrapesado e ácido, com alto teor de enxofre e difícil de refinar.\n\"O petróleo pesado — como o da Venezuela — é especialmente importante para a produção de diesel e de combustível de aviação\", explica Mauro Ratto, cofundador e diretor de investimentos da Plenisfer Investments, que integra o grupo Generali Investments.\n\"Não é bom nem ruim; simplesmente tem usos diferentes dos do petróleo leve. É assim que isso deve ser colocado. Trata-se de um produto distinto\", afirma à BBC News Mundo o geólogo e professor da Universidade Virginia Tech, Philip Prince.\nPor que a Venezuela tem tanto petróleo?\n\"Isso se deve à forma como o território está configurado. Além de contar com uma rocha geradora de excelente qualidade e uma rocha reservatório excepcional, tudo se encaixa perfeitamente para a existência desses enormes recursos petrolíferos em terra firme, em volumes extraordinários\", explica Philip Prince.\nChoque de placas tectônicas\nAgora você pode receber as notícias da BBC News Brasil no seu celular.\nClique para se inscrever\nFim do Whatsapp!\nA Venezuela está situada no extremo norte da América do Sul, em uma área de interação complexa entre a placa tectônica Sul-Americana, a placa do Caribe e a placa de Nazca. Esse contexto geológico deu origem a bacias sedimentares profundas, sistemas de falhas, dobras e armadilhas estruturais capazes de reter o petróleo até que ele seja descoberto. São condições geográficas ideais para a sua acumulação.\n\"As placas tectônicas se empurram umas contra as outras. A borda da placa sul-americana está sendo engolida sob a placa do Caribe, como se fosse uma máquina limpa-neve empilhando rocha com literalmente quilômetros de espessura. É assim que se formam bacias que acabam sendo preenchidas por sedimentos\", descreve Prince.\n\"Esse choque tectônico enterra a rocha geradora, possibilita a formação do petróleo e, depois, o petróleo migra para essas novas camadas de sedimentos, abrindo caminho em direção às áreas mais externas\", acrescenta.\nO que o professor descreve é que esses choques tectônicos também criam cadeias montanhosas elevadas, que permitem que os sedimentos contendo petróleo se desloquem como se inclinássemos um prato para um dos lados. O ponto em que tudo se acumula acaba sendo, por exemplo, a Faixa Petrolífera do Orinoco ou os campos do Lago de Maracaibo.\n\"As vastas reservas do país talvez sejam melhor explicadas quando se reconhece que as bacias atuais são remanescentes de áreas sedimentares muito mais extensas, que provavelmente alimentaram as armadilhas geológicas. Essa história envolveu migração e remigração de petróleo a longas distâncias\", escreveu o geólogo K. H. James em um artigo publicado no Journal of Petroleum Geology.\nEm termos mais simples, a Faixa Petrolífera do Orinoco funciona quase como o destino final de todo o petróleo gerado nas profundezas da bacia — o ponto para onde ele acabou convergindo ao longo de milhões de anos.\nIngredientes iniciais do petróleo\nDesde o início de sua exploração, na década de 1910, até 1975, a indústria petrolífera venezuelana esteve sob o controle de empresas privadas, lideradas por gigantes do setor à época, como Shell, Exxon, Chevron, Mobil, Texaco, Gulf Oil, Sinclair e Phillips, entre outras.\nA primeira grande descoberta de petróleo ocorreu em 1914, com o campo de Mene Grande, na Bacia Ocidental do Lago de Maracaibo. Nos anos seguintes, até 1917, vieram à tona diversos outros campos relevantes, incluindo o lendário e gigantesco Campo Costero Bolívar — todos localizados no oeste do país.\nJá na Bacia Oriental, a produção comercial de petróleo teve início em 1937, com a descoberta do campo de Oficina. Ao final daquela década, a Venezuela produzia cerca de 560 mil barris por dia e havia se tornado o terceiro maior produtor mundial de petróleo, atrás apenas dos Estados Unidos e da União Soviética.\nAo longo de mais de um século de exploração petrolífera convencional, foram descobertos na Venezuela cerca de 75 bilhões de barris de reservas recuperáveis, distribuídos em aproximadamente 320 campos petrolíferos — entre eles, 28 considerados gigantes.\nEssas enormes reservas, no entanto, começaram a se formar centenas de milhões de anos antes, muito antes de qualquer atividade humana.\n\"No subsolo venezuelano existe uma espessa sequência de rochas sedimentares de grão fino, depositadas em ambiente aquático e ricas em matéria orgânica. Essa é a origem do petróleo. Elas contêm pequenos organismos — um pouco de plâncton e algas, seres microscópicos que utilizam a fotossíntese na água do oceano para sobreviver. Na prática, esses são os ingredientes iniciais do petróleo\", explica Philip Prince.\nEm outras palavras, milhões de anos atrás, havia pântanos pré-históricos com grande abundância de algas e fitoplâncton. Esse material orgânico se acumulou, foi soterrado ao longo do tempo e, sob altas pressões e por meio de reações químicas de longa duração, acabou se transformando em petróleo.\nOutro elemento indispensável para a formação dos gigantescos campos petrolíferos é a rocha geradora do período Cretáceo, presente em praticamente todo o território venezuelano. Trata-se de uma rocha de altíssima qualidade, com enorme potencial para a geração de petróleo.\n\"Na Venezuela, a rocha reservatório é um bom arenito. Ela é extremamente eficiente para reter o petróleo no subsolo. Além disso, observamos a presença de inúmeras falhas geológicas, que funcionam como excelentes vias de migração do petróleo até pequenas estruturas geológicas que chamamos de armadilhas — posicionadas justamente para acumulá-lo no subsolo, permitindo que seja perfurado e extraído\", conclui o geólogo.",
          "read_time": 6,
          "domain": "bbc.com",
          "has_image": true
        }
      ],
      "count": 10
    },
    "tech": {
      "name": "Tech & Futuro",
      "description": "Tecnologia, inovação e o mundo digital",
      "articles": [
        {
          "id": 2714879929,
          "title": "Microsoft is retiring its Office Lens app on iOS and Android",
          "link": "https://www.theverge.com/news/861102/microsoft-office-lens-app-end-of-support-retirement",
          "date": "2026-01-13T10:18:59",
          "author": "Tom Warren",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/01/image-2.png?quality=90&strip=all&crop=0%2C10.712175063884%2C100%2C78.575649872231&w=1200",
          "excerpt": "Microsoft is removing its Lens scanner app from iOS and Android in the coming months. Microsoft Lens, or Office Lens as it’s known to most, will no longer be supported on February 9th, and the app...",
          "content": "Microsoft is removing its Lens scanner app from iOS and Android in the coming months. Microsoft Lens, or Office Lens as it’s known to most, will no longer be supported on February 9th, and the app won’t be functional after March 9th.\nMicrosoft is retiring its Office Lens app on iOS and Android\nThe scanning features of Lens are now available in Microsoft’s OneDrive app instead.\nThe scanning features of Lens are now available in Microsoft’s OneDrive app instead.\nThe portable scanner features of Lens are available in OneDrive instead, making a dedicated app redundant for Microsoft. You’ll still be able to capture pictures of whiteboards, documents, and receipts and save and edit them digitally in OneDrive. Pictures can then be converted into Word or PDF documents and properly cropped and rotated.\nMicrosoft first launched its Office Lens app for iOS and Android in 2015, following its initial availability on Windows Phone. It had unique Office integration and was one of the many iOS and Android “mobile-first” apps that Microsoft created a decade ago.",
          "read_time": 1,
          "domain": "theverge.com",
          "has_image": true
        },
        {
          "id": 1601900627,
          "title": "The best robot vacuums we’ve tested for 2026",
          "link": "https://www.theverge.com/22997597/best-robot-vacuum-cleaner",
          "date": "2026-01-13T00:04:56",
          "author": "Jennifer Pattison Tuohy",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/11/257605_best_budget_robot_vacuums_CVirginia2.jpg?quality=90&strip=all&crop=0%2C10.732984293194%2C100%2C78.534031413613&w=1200",
          "excerpt": "Robot vacuums are impressive devices that will clean your floors well and — thanks to bigger batteries and better robot brains — rarely get tired of doing their job. Over the last few years, these...",
          "content": "Robot vacuums are impressive devices that will clean your floors well and — thanks to bigger batteries and better robot brains — rarely get tired of doing their job. Over the last few years, these floor-sweeping bots have gone from utilitarian devices to full-fledged home robots that vacuum and mop your home, clean themselves, and trundle off to prepare themselves for the next run.\nThe best robot vacuums we’ve tested for 2026\nWe picked the best bots you can buy right now.\nWe picked the best bots you can buy right now.\nI’ve been testing robot vacuums for over 7 years and have run more than 80 of them throughout my house. This guide features my top picks if you’re looking for the best: a robot vacuum that can do it all with limited intervention from you.\nAlong with my top picks, I have options to fit specific needs, such as mopping, besting pet hair, shopping on a budget, and bots for small spaces. The good news is that there are many great robot vacs out there, so whether you have a 3,000-square-foot home and three shaggy dogs or a small, stylish apartment you share with a goldfish, there’s a robot vacuum to suit your needs.\nWhat I look for\nIt’s not all about suction (see FAQ for my thoughts on suction power). In my testing, the brush is also a big factor in how well a robot will clean your floors. A large rubber roller brush is much better than a small bristle brush at picking up debris. It’s also less prone to tangling with hair. Two brushes are generally better than one, and a brush housing that is flexible — so it can move with the contours of the floor — is more effective.\nIt’s hard to find a robot vac that doesn’t have some form of mopping, but not all mops are created equal. I look for mopping bots that could get up dried-on stains, like milk and ketchup, and scrub up small wet spills without messing themselves up. Oscillating, spinning, or vibrating mop pads clean better than bots that just drag a wet rag around, but the new self-cleaning roller mops that are emerging are even more effective. Auto-carpet sensing is also important since it prevents the robot from accidentally mopping your rug.\nA robot that can empty its own bin and refill and clean its mopping system makes robo vac use even more hands-free. Multifunctional docks with auto-emptying and mop washing (for mopping bots) are becoming standard. This turns your robot’s charging base into a motorized emptying station that sucks out the dirt from its bin (warning: this process can be loud!), saving you from having to pull out the bin after every few runs and empty it. Instead, you’ll have to replace the bag (and buy new ones) when it gets full, generally about once a month. However, these docks are generally big, and if you prefer your robot to be out of sight (living under your bed or sofa), you’ll want one with a big bin (anything over 500ml is decent) and a small charging base dock.\nAI-powered obstacle detection is becoming standard on higher-end robots and is a big upgrade. This helps your robot “intelligently” detect and avoid clutter (and a potential poop apocalypse if it encounters pet waste). These models use cameras (worth noting) to see objects in their path and onboard processors to “decide” how to approach them based on what they see. All AI is not created equal, however, and some are much better at this than others. The end result is that robot vacuums with AI detection are less likely to get stuck when cleaning, so you’re more likely to come home to a clean floor rather than a beached bot.\nA robot that maps your house will get into every nook and cranny better than one that bumps and rolls around. Mapping also lets you send the robot to clean specific rooms rather than the whole space and add virtual walls to prevent your bot from going where you don’t want it to. These are crucial if you have delicate objects or areas in your home that regularly trap robots. Most robots use variations on simultaneous localization and mapping (SLAM) technology, such as lidar or vSLAM; some rely solely on camera navigation.\nA good app has easy controls to stop and start your vacuum, scheduling options (including do-not-disturb hours), plus good mapping features. Nice-to-have features are room-specific cleaning and settings (so you can tell your vacuum to clean the kitchen or have it mop and vacuum the kitchen but only vacuum the living room). My biggest frustration with apps is maps that are fiddly to update and / or crash and must be rebuilt constantly. Most vacuums now have voice control (see FAQs), but some offer more in-depth control, such as telling Alexa to have the robot clean twice under the dining room table.\nNearly all robot vacuums can “recharge and resume” — take themselves back to their dock when they’re low and recharge before picking up where they left off. But a vacuum with at least 120 minutes of runtime (180 is ideal) will clean the whole house in one go. If it takes too long, noisy robots that are constantly running will get shut off by annoyed family members who aren’t about to clean the room for you. Robot vacuums are also quite an investment, and it’s important to be able to buy replacement parts to keep them going for longer and have access to good support in case your robot has a serious issue.\nBest robot vacuum\nMatic\nThe Good\n- Excellent mapping and navigation\n- Kept my floors spotless\n- Rarely gets stuck\n- Maps and processes data locally\n- Mops up large wet spills\n- Quiet (55dB)\n- Cute design, no big dock\nThe Bad\n- Proprietary, expensive bags\n- Can’t get under low furniture\n- Baseboard cleaning is spotty\n- Can’t mop and vac simultaneously\nMultifunctional dock: No, charging only / Mapping: Yes, camera-based / AI-powered obstacle detection: Yes / Suction power: 3,000Pa / Remote check-in: No / Brush style: Single rubber / Mop style: Roller / Mop washing: Yes / Mop lift: Yes / Edge cleaning: Yes, mop extension / Works with: No smart home integrations\nThe Matic is a complete rethink of the robot vacuum and my new favorite bot. It has excellent camera-based SLAM navigation, superb obstacle avoidance, rarely gets stuck, and is super quiet. Combined, this means that 99 percent of the time, it will finish the job.\nAll this makes it my top pick because, despite their attempts to better navigate our homes — from AI-powered computer vision to arms that pick up clutter — traditional disc-shaped bots are still prone to getting stuck. If you want a robot vacuum that just gets the job done, get the Matic.\nIt kept my floors and carpets spotless; its large rubber roller brush and suction system demolished most of my tests, and its superb mopping cleaned up wet spills and targeted dried stains. However, some aspects of its cleaning prowess aren’t as good as those of the flagship bots from Roborock and Dreame. Its height means it can’t get under low furniture or clean baseboards as closely (although its big wheels can tackle almost every transition). It’s also very slow to finish a job, as it vacuums first, then goes back to mop with its self-cleaning roller mop. It’s super quiet, so you can easily run it while you’re home.\nMatic can operate fully without a Wi-Fi connection, a big bonus compared to the competition, and all data, including maps of your home, is stored locally on the robot. However, it doesn’t currently support any smart home integrations. At $1,245, it’s expensive, especially since it doesn’t come with a multifunction dock (instead, it carries its disposable bin bags and water tank on the bot). But that also means you don’t have to deal with that eyesore in your living room.\nThe compromises Matic makes to provide a better experience overall are worth it in my opinion — it’s like the iPhone of the robot vacuum world.\nRunner-up best robot vacuum\nRoborock Saros 10\nThe Good\n- Excellent vacuuming\n- Superb ‘sonic’ mopping\n- Good navigation\n- Automatic mop removal\n- Dock design much improved\n- Retractable lidar tower gets under low furniture\nThe Bad\n- Expensive\n- Large and bulky bot\n- Edge cleaning not as good as others\nMultifunction dock: Yes / Mapping: Yes, lidar / AI-powered obstacle detection: Yes / Suction power: 22,000Pa / Remote check-in: Yes / Brush style: Single rubber bristle hybrid / Mop style: Flat pad / Mop washing: Yes / Mop lift: Yes, 18mm, plus automatic removal / Edge cleaning: Yes, mop extension / Works with: Amazon Alexa, Google Home, Siri Shortcuts, Matter (including Apple Home)\nIf Matic’s compromises don’t suit you, Roborock’s Saros 10 is the bot you should get. An upgrade to my previous pick for the best overall robot vacuum, the S8 MaxV Ultra, the Saros 10 is similar to the Saros Z70, minus the robotic arm and the eyewatering price tag.\nA combo vacuum and mop, the Saros 10 uses Roborock’s unique sonic mopping system, which I’ve been a fan of since it launched on the S7. Its siblings, the Saros 10R and Saros Z70, use spinning mop pads, but I prefer the 10s flat pad mopping combined with vibration, which I find very effective and far less likely to get stuck on things like rug tassels. The 10 can also automatically remove its mopping pad before cleaning carpet, a great feature first seen on Dreame vacs, and now on all three Saros models.\nThe Saros 10 navigated really well, moving smoothly, dodging obstacles, and avoiding the most common robot traps thanks to its ability to lift itself up 10mm and cross thresholds of up to 4cm. Its retractable lidar tower means it can get under furniture as low as 8cm.\nThe bot’s 22,000Pa suction and new single Duo Divide brush did an excellent job in my dried oatmeal and Cheerio tests, getting up all the fine debris. It also excelled at removing pet hair from my thick, high-pile rug. Plus, after months of testing, there was no hair tangled in it.\nIn a sea of complicated, buggy mobile apps, Roborock’s is easy to use and offers lots of features and customization options for ample control over your cleaning. The Saros 10 also has a built-in voice assistant, which makes getting the bot to clean the mess your kid made after dinner as easy as saying, “Rocky, clean here.” Dreame and Ecovacs also have this, but I found Roborock’s the most responsive.\nBest budget robot vacuum\nTapo RV30 Max Plus\nThe Good\n- Cheap, even with the auto-empty dock\n- A dual mop and dustbin means no swapping\n- Room-specific cleaning\n- Carpet boost\nThe Bad\n- Short battery life\n- Slow to recharge\n- Docking can be spotty\n- Basic obstacle detection\nMultifunction dock: No, auto-empty only / Mapping: Yes, lidar / AI-powered obstacle detection: No / Suction power: 5,300Pa / Remote check-in: No / Brush style: Single rubber bristle hybrid / Mop Style: Flat pad with tank / Mop washing: No / Mop lift: No / Works with: Amazon Alexa, Google Home, Siri Shortcuts, Matter\nThis capable robot vacuum and mop has some key features usually only found on vacuums more than twice its price: lidar mapping, room-specific cleaning, multiple suction and water levels, smart lidar-based navigation, and an auto-empty dock. With brands like Ecovacs and Roborock, you’re often paying double for the privilege of not having to empty the bot’s bin.\nThe Tapo RV30 did an excellent job of navigating my house, cleaning the perimeters of the rooms, and then using a mesh grid to clean inside. I had to tidy up before it ran, as there’s no AI-powered obstacle detection — so cables and socks will trip it up.\nIts 5,200Pa suction power is impressive on a bot at this price, and it ably sucked up Cheerios and dry oatmeal on hard flooring. It left some of the finer dust and debris, as its single bristle/rubber brush isn’t super effective. It fared less well on carpet. However, in the app, I could set it to clean a room three times per job, after which it generally picked up all visible debris.\nMopping was better than average for a mop with no pressure or oscillation. It has a wide pad and a big 300ml tank (which also incorporates a 300ml dustbin), so it applies enough water to do a good surface clean. There’s no carpet sensing, so you need to tell it where carpets are in the app if you don’t want it to mop them. Its small, 2,600mAh battery meant it had to recharge in order to clean my entire 800-square-foot downstairs. For around $80 less, you can get the RV30 without the auto-empty dock.\nRead my roundup of the best budget robot vacuums for more on the Tapo and some other options.\nBest robot vacuum / mop hybrid\nDeebot X8 Pro Omni\nThe Good\n- Self-cleaning roller mop\n- Extendable mop\n- Excellent obstacle avoidance\n- Smaller, sleeker dock\nThe Bad\n- Limited mop lift\n- Heavy, struggles with transitions\n- Single roller brush\nMultifunctional dock: Yes / Mapping: Yes, lidar / AI-powered obstacle detection: Yes / Suction power: 18,000Pa / Brush style: Single rubber/bristle / Mop style: Roller / Mop washing: Yes / Mop lift: Yes, 10mm / Edge cleaning: Yes, mop extension / Works with: Amazon Alexa, Google Home, Siri Shortcuts, Matter (including Apple Home)\nEcovacs’ Deebot X8 Pro Omni is the best roller mopping bot I’ve tested, and at $1,099, it is one of the least expensive flagship models — Dreame’s roller mops start at $1,600, and Narwal’s Flow is $1,500.\nThe X8 did an excellent job on my milk, OJ, and dried ketchup tests, absorbing the small spills with one or two passes. It covered the floors evenly, without leaving any streaks or gaps, unlike spinning mop pads. Its edge cleaning is superior to the Matic’s, as when it encounters one, it extends its mop to clean right up against it.\nLike the Matic, its self-cleaning brush system kept the bot from smearing spills, but its dock offers the option of auto-dispensing cleaning solution, whereas you have to add it to the Matic’s water tank manually.\nAs a vacuum, it excelled in my Cheerio and dried oatmeal tests and tackled most rugs. Its relatively small, single-rubber-roller brush is less effective than Roborock’s duo-divide brush. The newer X9 addresses these issues with a redesigned roller brush and a new suction system it calls BLAST (Boosted Large-Airflow Suction Technology), but I don’t think it’s a big enough improvement to be worth the extra money over this model.\nWith lidar and a 3D camera for mapping and obstacle detection, which is very good, the X8 easily navigated fake dog turds and cables, and its multifunction dock is sleek and attractive, especially compared to the one on the newer X11, which is a bulky monstrosity.\nThe downside of most roller mop bots is that they are big and heavy: the X8 weighs a whopping 12 pounds. Despite its ability to lift itself to clear thresholds, the X8 isn’t as agile as smaller, lighter robot vacs and is more prone to getting stuck under chair legs. It can only lift its mop up 10mm, which isn’t going to work for the fluffiest rugs. The X8 has carpet sensors, so it automatically avoids them, passes over them, or just vacuums them. But its best carpet feature is the option to have it vacuum the carpets first, then mop everywhere else.\nRead my roundup of the best robot vacuums and mops for more on the X8 and some other options.\nBest robot vacuum / mop for hard floors and carpets\nDreame X50 Ultra\nThe Good\n- Excellent mopping and vacuuming\n- Can climb over high transitions\n- Spinning mopping pads extend under cabinets\n- Automatic mop removal\n- Dual rubber roller brushes\n- Retractable lidar tower\nThe Bad\n- Expensive\n- Navigation can be funky\n- App can be flaky\n- Large and bulky\nMultifunction dock: Yes / Mapping: Yes, lidar / AI-powered obstacle detection: Yes / Suction power: 20,000Pa / Remote check-in: Yes / Brush style: Single, rubber / Mop style: dual spinning / Mop lift: Yes, 20mm, plus automatic removal / Mop washing: Yes / Edge cleaning: mop extension / Works with: Amazon Alexa, Google Home, Siri Shortcuts\nThe Dreame X50 Ultra is a big upgrade to my previous favorite mopping bot for hard floors, the X40 Ultra. The major change is the addition of a “motorized swing arm” that functions like a leg, allowing it to maneuver over higher thresholds (up to 6cm) thanks to a new leg-style mechanism. This means it can get into more spaces – like from my bedroom into my bathroom, and more easily tackle obstacles like high-pile rugs.\nIt also has higher suction power and a much-improved brush system that uses dual rubber rollers. It did an excellent job in my oatmeal-on-carpet tests, sucking up every last flake.\nThe X50 maintains the X40’s excellent mopping capabilities, including automatically extending its dual-spinning mops pads and swinging them to get under your cabinets and consoles. Its dual oscillating mop pads are more effective than Roborock’s thin microfiber pad on hard floors; however, if you have lots of high-pile rugs with tassels, go with the Roborock, since the X50’s spinning pads are more prone to getting stuck on rugs.\nLike the Roborock, the Dreame can remove and reattach its mop pads, depending on whether it’s vacuuming or mopping, so your rugs don’t get wet. It also has a retractable lidar tower to help it get under low furniture. However, Roborock’s app is much better, more stable, and easier to use than Dreame’s, which often crashes and can take a while to load.\nThe X50 has good AI-powered obstacle detection, although Roborock’s is just a bit better. But both still get tripped up occasionally by pencils and other small items — something that never happens with the Matic.\nBest robot vacuum for pet hair on hard floors\nNarwal Freo Z10\nThe Good\n- Excellent at sucking up hair without getting tangled\n- Very good mopping\n- Superb edge cleaning\n- Dual-sided brushes help get more hair\nThe Bad\n- Obstacle avoidance is spotty (no camera)\n- Not as effective on carpet\n- Giant dock\n- Mopping pads can get stuck on rugs\nMultifunctional dock: Yes / Mapping: Yes, lidar / AI-powered obstacle detection: Yes / Suction power: 15,000Pa / Remote check-in: No / Brush style: Single, rubber/bristle / Auto-refill mop: Yes / Mop-lift: Yes, 12mm / Mop washing: Yes / Edge cleaning: Yes, mop extension / Works with: Amazon Alexa, Google Home, Siri Shortcuts\nWhile my top picks, the Matic and Roborock, are great for pet hair on all surfaces, Narwal’s Freo Z10 is a good option if you have pets and hardwood floors. This bot is specifically designed for households with lots of long hair, making it a good, lower-cost option for families and pet owners. Its uniquely shaped, dual-sided brushes sweep long hair directly into the cone-shaped roller brush, which funnels it down into the vacuum and leaves no tangles.\nThe Freo is also an excellent mopping bot, a category Narwal has long excelled in. Its triangular mopping pads get into corners and crevices very well and can extend to better clean along baseboards, as well as move backwards and forwards to simulate scrubbing — great for muddy paw prints. In my flour test, it mopped up 90 percent of the white mess from the base of my blue cabinets. Better than the Matic and the Saros 10.\nThe downsides are that its dock is huge and it only lifts its mops by 12mm, which is not ideal for high-pile carpets. Its vacuuming is also not as effective on carpets. But the dock does have a large on-board bag to store all the hair it collects (some Narwals don’t have auto-empty bins).\nThere’s no camera on the bot, so its obstacle detection isn’t great. It dodged socks and shoes, but cables and shoe laces proved problematic, as did fake pet poop. If you want more accurate obstacle avoidance, which you might need if your pet has accidents, upgrade to the Freo Z10 Ultra. It costs $200 more but adds dual HD cameras for AI-powered detection.\nBest robot vacuum for small spaces/apartments\nSwitchbot K11 Plus\nThe Good\n- Smallest robot vacuum you can buy\n- Nice-looking dock\n- Good navigation\n- Integrates with other SwitchBot products\nThe Bad\n- No obstacle avoidance (no camera)\n- Mopping is lacking\nMultifunction dock: No, auto-empty only / Mapping: Yes, lidar / AI-powered obstacle detection: No / Suction power: 6,000Pa / Brush style: Single rubber / Mop style: Disposable pad / Auto-refill mop: No / Mop lift: No / Works with: Amazon Alexa, Google Home, Siri Shortcuts, Matter (including Apple Home)\nThis sub-$400 bot is a great solution for small apartments, bedrooms, or home offices. Its compact size means it can easily get around chair and desk legs and into tight spaces most other bots miss.\nAn upgrade to the K10 Plus, a previous pick for the best robot vacuum for small spaces, its 6,000Pa suction did a great job for this price point on both hardwood and carpet in my tests. The charging dock squeezes in a 4-liter dust bag while staying under 10 inches tall, shorter than a 500ml water bottle.\nThere’s no AI-powered obstacle avoidance, and the mopping function is more like swiffering with a baby wipe than mopping, but for a small home with lots of carpet, or for upstairs bedrooms, it’s a great option. It’s also very quiet and surprisingly quick, and its charging dock has an attractive wooden top that fits into these rooms better than most.\nOther robot vacuums to consider\n- My previous top pick, the $1,799.99 Roborock S8 MaxV Ultra, is an exceptional vacuum cleaner and a very good mop for a very good price. Its dual rubber roller brushes and 10,000Pa suction make it great on carpets; its sonic mopping is excellent on hard floors, and its AI-powered obstacle detection is very good. The Saros 10 is an improvement in every way, but consider this if you’re looking to save money. Read our review.\n- A previous pick for best mopping bot, the $899.99 Narwal Freo X Ultra, is still a good choice. Like the Freo Z10, it has spinning triangular mop pads and the ability to swing slightly to get closer to baseboards. Its large charging dock holds two big water tanks, but doesn’t have an auto-empty dustbin; instead, Narwal’s disposable onboard bin compresses the dust. There’s no loud noise when it returns to the dock, which is a bonus. There’s no camera, so its obstacle avoidance is spotty. Its anti-tangle brush and 8,200Pa suction did a good job on most carpets, but its 12mm mop lift isn’t effective on plush carpets.\n- The $999.99 Dyson 360 Vis Nav is a powerful beast and the best robot vacuum for carpets I’ve tested. But its navigation needs a lot of work. It’s worth considering if you have a simple floor plan with a lot of carpets, but the short battery life and lack of an auto-empty dock are major cons. Read our hands-on impressions.\nWhat I’m testing and what’s coming next\n- Eufy’s $1,399.99 Omni E28 is a self-emptying, self-refilling, and self-washing robot vacuum with a roller mop that can go over tough stains a second time if needed. The charging dock also includes a built-in deep cleaner that sprays water to tackle stains before sucking the mess into a separate wastewater tank.\n- The Ecovacs X11 OmniCyclone is a $1,499.99 bagless robot vacuum mop with a multifunction dock, a roller mop, and a whopping 19,500Pa of suction power, alongside Ecovacs’ new BLAST tech designed to improve debris removal. The mop can extend up to 15mm to reach corners. It can also tackle transitions better than the X8 and X9, thanks to “mechanical climbing levers.”\n- The Narwal Flow ($1,499.99) features the company’s first roller mop, which can also extend. It uses a multifunction dock for emptying the bin and refilling the water, and has a deep carpet boost mode.\n- The Eureka J15 Max Ultra ($1,199) is an upgrade to the J15 Pro Ultra ($999.99). A robot vacuum and mop, it can accurately spot liquids and automatically rotate its body to tackle wet spills with its dual spinning mopping pads, while avoiding getting its vacuum duct wet. Something few mopping vacs can do.\n- The Switchbot S20 ($799.99) is the second generation of our previous pick for the best mopping vacuum, the Switchbot S10. It adds an extendable roller mop/side brush, 15,000Pa of suction power, and the option of a multifunction dock if you don’t like the split dock design of the S10.\n- SharkNinja’s PowerDetect NeverTouch Pro 2-in-1 robot vacuum mop ($999.99) can lift itself up to 20mm to get over rugs and transitions. Its multifunction dock doesn’t require bags, either.\n- The Roborock Q10 S5 Plus ($549.99) has an impressive 10,000Pa of suction power for a budget bot and uses Roborock’s sonic mop system, vibrating 3,000 times per minute to scrub the floors. It comes with a 2.7-liter self-emptying base that can hold up to 70 days’ worth of debris, or you can get it without for less.\n- The Dyson Spot+Scrub Ai Robot is its first combo robot vacuum and mop. It uses a roller mop, lidar navigation, and Dyson’s first multifunctional dock. There’s no pricing or release date yet. Read our hands-on impressions.\n- DJI’s first robot vacuum, the Romo, comes in three configurations, with the flagship model being the transparent Romo P for €1,899 (around $2,200). Then there’s the Romo A for €1,599 (around $1,700), and the more affordable Romo S, at €1,299 (around $1,500). They are currently only available in Europe. All three have multifunction docks and use wide-angle dual-transmitter solid-state lidar for navigation — the same tech found in DJI’s flagship drones — along with a pair of fish-eye vision sensors for obstacle detection.\n- The $1,599.99 Dreame Aqua10 Ultra Roller Complete features a roller-style mopping system that continuously cleans itself in real time. Its companion model, the Aqua10 Ultra Track Complete, adds hot-water mopping and automatically adds cleaning solution as it moves about, so you don’t have to stop and refill anything.\n- The $1,999.99 Dreame Matrix 10 Ultra comes with a multi-mop switching multifunction dock that automatically swaps between nylon scrub pads, sponge pads, and thermal mop pads based on where it’s cleaning. Its three-solution compartment also holds separate cleaners for tackling pet odors, wood floors, and general messes, which the robovac will dispense on its own depending on the situation.\n- Roborock’s Saros Rover, which we named one of the best smart home gadgets at CES 2026, is the world’s first robot vacuum capable of climbing — and cleaning — stairs, thanks to set of articulating legs. The robot moves in a smooth, frog-like manner, taking just under three minutes to climb a five-step staircase. It can navigate slopes, hop between steps, and quickly change direction; however, Roborock hasn’t shared pricing or a release date yet.\n- Roborock also introduced the Saros 20 and Saros 20 Sonic at CES, both of which feature an upgraded chassis that automatically adjusts the robot’s height to better handle different carpet types. Each model can climb over thresholds up to 3.3 inches tall, but the upgraded model features an improved sonic mop that extends into baseboards and offers customizable water flow and vibration settings. Both robot vacuums are slated to arrive later this year, though Roborock has yet to share pricing details.\n- In addition to the aforementioned Rover and S20 models, Roborock recently introduced the Qrevo Curv 2 Flo, which is the company’s first robovac to feature a self-cleaning roller mop. It boasts AI-powered dirt detection, 20,000Pa of suction power, and Matter support, as well as a multifunctional dock that cleans the mop and auto-empties the bin. It will retail for $999 when it launches on January 19th.\n- The recently introduced Narwal Flow 2, the successor to the edge-mopping Flow, also made its debut at CES. It can detect dropped valuables like phones and keys, avoid them while cleaning, and alert you via an app with a photo and their location. It also offers new cleaning modes tailored for pets and children, including a deep-clean setting for areas where pets spend the most time and the ability to automatically switch to a quieter cleaning mode when approaching a crib. Additional upgrades include up to 30,000Pa of suction power — up from 22,000Pa — and 158°F hot-water mopping. The Flow 2 is slated to launch in April, though pricing hasn’t been announced yet.\n- Anker’s forthcoming Eufy S2 is a robot vacuum and mop hybrid that stands out for its built-in “aromatherapy system,” which is designed to leave your home smelling fresh as it cleans. Other highlights include a self-cleaning roller mop, powerful 30,000Pa suction, and AI-powered obstacle detection.\n- Ecovacs just announced the Deebot X12 OmniCyclone, the successor to the X11, which can pretreat stains and includes a smart cover to keep carpets dry. The company also debuted the midrange T90 Pro Omni, a successor to the T80 Omni that allows the robot to recharge whenever it returns to the base to clean itself. Pricing and release details for both models haven’t been shared yet.\nHow I test robot vacuums\nAlongside everyday use, I put robot vacuums through a gauntlet of specific tests. I test object detection and avoidance with phone chargers, socks, a pencil, and fake pet poop. I throw in Cheerios or popcorn to see if they know to vacuum that up rather than avoid it. I run them over oatmeal and flour to see how well they pick up fine debris and have them tackle both thick and low-pile carpets. I monitor how they handle rug tassels, my high pile living room rug, skinny chair legs, and room transitions.\nFor mopping, I test on hardwood and tile floors with dried milk, fresh OJ, and ketchup. I monitor how quickly they fill up their bin / auto-empty dock and how efficiently they use water and clean their mop pads. I set schedules, hook them up to voice assistants, and play with the app’s advanced features.\nI evaluate navigation by running them on all three floors of my house and evaluating how well they map and how easy the maps are to edit and use. I also test any advanced features, such as home security camera capabilities, AI cleaning programs, and automatic mop removal.\nRobot vacuum FAQ\nSuction power is measured in pascals (Pa), and while most vacuums offer between 5,000 and 8,000, we’re starting to see robots with 18,000 and even 22,000Pa. Higher suction power will do a better job getting the fine dust and debris off your floor, but it’s important that it’s paired with effective brushes. The real key to a clean floor with a robot vac is consistency. Run it daily if you can; it won’t keep up as well if it only runs once a week. If you want hands-free cleaning everywhere, you’ll want to budget for one per floor or be prepared to move it around. You can also buy extra charging bases, and most models can map multiple floors.\nAlmost every Wi-Fi-connected robot vacuum works with Alexa or Google smart speakers for voice control. However, some are limited to stop, start, pause, and maybe suction level, whereas others can be told to go clean specific areas. Here’s how to set up a bot with Alexa voice control or Google Home voice control. A couple of manufacturers work with Siri Shortcuts, so you can use Apple’s Siri voice assistant to command your bot. Robot vacuums are now part of Matter, meaning more opportunities for smart home integration and native Siri voice control for robot vacuums. Additionally, several manufacturers have started including an onboard voice assistant, including Ecovacs, Dreame, and Roborock.\nMatter is a newer smart home standard that allows connected gadgets to work with any smart home platform, including Apple Home, Amazon Alexa, Google Home, and Samsung SmartThings. When connected to your smart home platform through Matter, you should be able to control basic robot actions, including start / stop, changing cleaning modes, cleaning specific areas, as well as get alerts directly in the app, meaning you won’t need to use the manufacturer’s app for these functions. Samsung SmartThings and Amazon both support robot vacuums in Matter; Apple added it to iOS 18.4, and Google said support is coming. As of January 2026, the following robot vacuums support Matter: /Ecovacs X8 Pro Omni / Ecovacs Deebot X2 Combo / Ecovacs X9 / Ecovacs X11 / SwitchBot S20 / SwitchBot S10 / SwitchBot K10 Pro Plus / SwitchBot K10 Plus / SwitchBot K11 Plus / Roborock Saros 10 and 10R / Roborock Saros Z70 /Roborock S8 MaxV Ultra / Tapo RV30 Max Plus.\nPhotos by Jennifer Pattison Tuohy / The Verge\nUpdate, January 12th: Adjusted pricing / availability and added details regarding several new models introduced at CES 2026. Sheena Vasani also contributed to this post.",
          "read_time": 28,
          "domain": "theverge.com",
          "has_image": true
        },
        {
          "id": 3899224571,
          "title": "Anthropic launches Cowork, a Claude Code-like for general computing",
          "link": "https://arstechnica.com/ai/2026/01/anthropic-launches-cowork-a-claude-code-like-for-general-computing/",
          "date": "2026-01-12T23:42:09",
          "author": "Samuel Axon",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://cdn.arstechnica.net/wp-content/uploads/2026/01/Claude-Cowork-1152x648.jpg",
          "excerpt": "Anthropic’s agentic tool Claude Code has been an enormous hit with some software developers and hobbyists, and now the company is bringing that modality to more general office work with a new feature...",
          "content": "Anthropic’s agentic tool Claude Code has been an enormous hit with some software developers and hobbyists, and now the company is bringing that modality to more general office work with a new feature called Cowork.\nBuilt on the same foundations as Claude Code and baked into the macOS Claude desktop app, Cowork allows users to give Claude access to a specific folder on their computer and then give plain language instructions for tasks.\nAnthropic gave examples like filling out an expense report from a folder full of receipt photos, writing reports based on a big stack of digital notes, or reorganizing a folder (or cleaning up your desktop) based on a prompt.\nA lot of this was already possible with Claude Code, but it might not have been clear to all users that it could be used that way, and Claude Code required more technical know-how to set up. Anthropic’s goal with Cowork is to make it something any knowledge worker—from developers to marketers—could get rolling with right away. Anthropic says it started working on Cowork partly because people were already using Claude Code for general knowledge work tasks anyway.\nI’ve already been doing things similar to this with the Claude desktop app via Model Context Protocol (MCP), prompting it to perform tasks like creating notes directly in my Obsidian vault based on files I showed it, but this is clearly a cleaner way to do some of that—and there are Claude Code-like usability perks here, like the ability to make new requests or amendments to the assignment with a new message before the initial task is complete.",
          "read_time": 1,
          "domain": "arstechnica.com",
          "has_image": true
        },
        {
          "id": 1752513396,
          "title": "You can now reserve a hotel room on the Moon for $250,000",
          "link": "https://arstechnica.com/space/2026/01/you-can-now-reserve-a-hotel-room-on-the-moon-for-250000/",
          "date": "2026-01-12T23:04:33",
          "author": "Eric Berger",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://cdn.arstechnica.net/wp-content/uploads/2026/01/lunar-hotel-1-1152x648-1768258910.jpg",
          "excerpt": "A company called GRU Space publicly announced its intent to construct a series of increasingly sophisticated habitats on the Moon, culminating in a hotel inspired by the Palace of the Fine Arts in...",
          "content": "A company called GRU Space publicly announced its intent to construct a series of increasingly sophisticated habitats on the Moon, culminating in a hotel inspired by the Palace of the Fine Arts in San Francisco.\nOn Monday, the company invited those interested in a berth to plunk down a deposit between $250,000 and $1 million, qualifying them for a spot on one of its early lunar surface missions in as little as six years from now.\nIt sounds crazy, doesn’t it? After all, GRU Space had, as of late December when I spoke to founder Skyler Chan, a single full-time employee aside from himself. And Chan, in fact, only recently graduated from the University of California, Berkeley.\nAll of this could therefore be dismissed as a lark. But I must say that I am a sucker for these kinds of stories. Chan is perfectly earnest about all of this. And despite all of the talk about lunar resources, my belief is that the surest long-term commercial activity on the Moon will be lunar tourism—it would be an amazing destination.\nSo when I interviewed Chan, I did so with an open mind.\nWho are the customers?\nLike many younger people, Chan grew up wanting to become an astronaut. But along the way, in high school and later college, he came to believe that he could lead a more impactful life by enabling everyone to go to space, not just himself.\n“I realized I was born in this time where we can actually become interplanetary, and that is probably the singular most impactful thing one person could do with their time,” Chan said. “So I charged towards building the systems necessary and technology to enable that future. That’s actually what led me to go to Berkeley to study electrical engineering and computer science.”",
          "read_time": 2,
          "domain": "arstechnica.com",
          "has_image": true
        },
        {
          "id": 134989191,
          "title": "Paramount sues WBD over Netflix deal. WBD says Paramount’s price is still inadequate.",
          "link": "https://arstechnica.com/gadgets/2026/01/paramount-sues-wbd-over-netflix-deal-wbd-says-paramounts-price-is-still-inadequate/",
          "date": "2026-01-12T22:49:31",
          "author": "Scharon Harding",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://cdn.arstechnica.net/wp-content/uploads/2026/01/GettyImages-2215193098-1152x648-1768255617.jpg",
          "excerpt": "Paramount Skydance escalated its hostile takeover bid of Warner Bros. Discovery (WBD) today by filing a lawsuit in Delaware Chancery Court against WBD, declaring its intention to fight Netflix’s...",
          "content": "Paramount Skydance escalated its hostile takeover bid of Warner Bros. Discovery (WBD) today by filing a lawsuit in Delaware Chancery Court against WBD, declaring its intention to fight Netflix’s acquisition.\nIn December, WBD agreed to sell its streaming and movie businesses to Netflix for $82.7 billion. The deal would see WBD’s Global Networks division, comprised of WBD’s legacy cable networks, spun out into a separate company called Discovery Global. But in December, Paramount submitted a hostile takeover bid and amended its bid for WBD. Subsequently, the company has aggressively tried to convince WBD’s shareholders that its $108.4 billion offer for all of WBD is superior to the Netflix deal.\nToday, Paramount CEO David Ellison wrote a letter to WBD shareholders informing them of Paramount’s lawsuit. The lawsuit requests the court to force WBD to disclose “how it valued the Global Networks stub equity, how it valued the overall Netflix transaction, how the purchase price reduction for debt works in the Netflix transaction, or even what the basis is for its ‘risk adjustment’” of Paramount’s $30 per share all-cash offer. Netflix’s offer equates to $27.72 per share, including $23.25 in cash and shares of Netflix common stock. Paramount hopes the information will encourage more WBD shareholders to tender their shares under Paramount’s offer by the January 21 deadline.\nBefore WBD announced the Netflix deal, Paramount publicly questioned the fairness of WBD’s bidding process. Paramount has since argued that its bid wasn’t given fair consideration or negotiation.\nIn his letter today, Ellison wrote:\nWe remain perplexed that WBD never responded to our December 4th offer, never attempted to clarify or negotiate any of the terms in that proposal, nor traded markups of contracts with us. Even as we read WBD’s own narrative of its process, we are struck that there were few actual board meetings in the period leading up to the decision to accept an inferior transaction with Netflix. And we are surprised by the lack of transparency on WBD’s part regarding basic financial matters. It just doesn’t add up – much like the math on how WBD continues to favor taking less than our $30 per share all-cash offer for its shareholders.\nAdditionally, Paramount plans to nominate board directors for election at WBD’s annual shareholder meeting who will fight against the Netflix deal’s approval. The window for nominations opens in three weeks, Ellison’s letter noted.",
          "read_time": 2,
          "domain": "arstechnica.com",
          "has_image": true
        },
        {
          "id": 3672269189,
          "title": "Even Linus Torvalds is trying his hand at vibe coding (but just a little)",
          "link": "https://arstechnica.com/ai/2026/01/hobby-github-repo-shows-linus-torvalds-vibe-codes-sometimes/",
          "date": "2026-01-12T22:27:50",
          "author": "Samuel Axon",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://cdn.arstechnica.net/wp-content/uploads/2015/08/LinuxCon_Europe_Linus_Torvalds_05-1152x648-1768254932.jpg",
          "excerpt": "Linux and Git creator Linus Torvalds’ latest project contains code that was “basically written by vibe coding,” but you shouldn’t read that to mean that Torvalds is embracing that approach for...",
          "content": "Linux and Git creator Linus Torvalds’ latest project contains code that was “basically written by vibe coding,” but you shouldn’t read that to mean that Torvalds is embracing that approach for anything and everything.\nTorvalds sometimes works on a small hobby projects over holiday breaks. Last year, he made guitar pedals. This year, he did some work on AudioNoise, which he calls “another silly guitar-pedal-related repo.” It creates random digital audio effects.\nTorvalds revealed that he had used an AI coding tool in the README for the repo:\nAlso note that the python visualizer tool has been basically written by vibe-coding. I know more about analog filters—and that’s not saying much—than I do about python. It started out as my typical “google and do the monkey-see-monkey-do” kind of programming, but then I cut out the middle-man—me—and just used Google Antigravity to do the audio sample visualizer.\nGoogle’s Antigravity is a fork of the AI-focused IDE Windsurf. He didn’t specify which model he used, but using Antigravity suggests (but does not prove) that it was some version of Google’s Gemini.\nTorvalds’ past public comments on using large language model-based tools for programming have been more nuanced than many online discussions about it.\nHe has touted AI primarily as “a tool to help maintain code, including automated patch checking and code review,” citing examples of tools that found problems he had missed.\nOn the other hand, he has also said he is generally “much less interested in AI for writing code,” and has publicly said that he’s not anti-AI in principle, but he’s very much anti-hype around AI.",
          "read_time": 1,
          "domain": "arstechnica.com",
          "has_image": true
        },
        {
          "id": 1445968255,
          "title": "Fired Rockstar employees’ plea for interim pay denied",
          "link": "https://www.theverge.com/news/861004/rockstar-fired-union-workers-pay",
          "date": "2026-01-12T22:25:39",
          "author": "Jay Peters",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://platform.theverge.com/wp-content/uploads/sites/2/2026/01/Jason_Duval_02.jpg?quality=90&strip=all&crop=0%2C3.4613147178592%2C100%2C93.077370564282&w=1200",
          "excerpt": "A UK employment tribunal rejected a request from fired Rockstar Games employees to receive interim pay while waiting for a full hearing about their dismissal, according to Bloomberg and IGN. After...",
          "content": "A UK employment tribunal rejected a request from fired Rockstar Games employees to receive interim pay while waiting for a full hearing about their dismissal, according to Bloomberg and IGN. After Rockstar fired 34 employees last year — 31 from the UK and three from Canada — the Independent Workers’ Union of Great Britain (IWGB) accused the company of “union busting.” Rockstar claims that the fired employees were leaking company information in a Discord channel.\nFired Rockstar employees’ plea for interim pay denied\nThe employees were let go last year in a move that a trade union called ‘union busting.’ Rockstar claims they were leaking information.\nThe employees were let go last year in a move that a trade union called ‘union busting.’ Rockstar claims they were leaking information.\nThe hearing took place over two days last week. “Despite being refused interim relief today, we’ve come out of last week’s hearing more confident than ever that a full and substantive tribunal will find Rockstar’s calculated attempt to crush a union to be not only unjust but unlawful,” IWGB president Alex Marshall says in a statement. “The fact that we were granted this hearing speaks to the strength of our case and, over the course of the two-day hearing, Rockstar consistently failed to back up claims made in the press or to refute that they acted unfairly, maliciously, and in breach of their own procedures.”\n“We regret that we were put in a position where dismissals were necessary, but we stand by our course of action as supported by the outcome of this hearing,” a Rockstar Games spokesperson says in statements to Bloomberg and IGN. Rockstar and owner Take-Two didn’t immediately reply to a request for comment.\nRockstar is working on Grand Theft Auto VI, which was recently delayed from a planned May launch to November 19th.",
          "read_time": 2,
          "domain": "theverge.com",
          "has_image": true
        },
        {
          "id": 248338390,
          "title": "Framework hikes desktop PC prices as RAM shortage drags on",
          "link": "https://www.theverge.com/news/860988/framework-desktop-pc-price-increase-ram-memory-shortage",
          "date": "2026-01-12T22:25:08",
          "author": "Emma Roth",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/08/257878_Framework_Desktop_mini_PC_review_ADiBenedetto_0001.jpg?quality=90&strip=all&crop=0%2C10.732984293194%2C100%2C78.534031413613&w=1200",
          "excerpt": "Just weeks after raising the price of its RAM modules, Framework has announced that it’s also increasing the price of its desktop PC in response to the global memory shortage. The Framework Desktop...",
          "content": "Just weeks after raising the price of its RAM modules, Framework has announced that it’s also increasing the price of its desktop PC in response to the global memory shortage. The Framework Desktop with 32GB of RAM and an AMD Ryzen AI Max 385 chip now starts at $1,139, instead of $1,099.\nFramework hikes desktop PC prices as RAM shortage drags on\nThe Framework Desktop PC now starts at $1,139.\nThe Framework Desktop PC now starts at $1,139.\n“We held off on it for as long as we could, but we had to update our Framework Desktop pricing today to account for the massive increase in LPDDR5x pricing from our suppliers,” Framework says in a post on X. “As before, we’re only adjusting prices enough to cover the increases in cost.”\nFramework Desktops with higher RAM configurations and a Ryzen AI Max Plus 395 chip have gone up in price, too, with the 64GB variation increasing from $1,599 to $1,639, and the 128GB option going from $1,999 to $2,459. In December, Framework didn’t rule out the possibility of future increases, saying “it is very likely we’ll need to adjust module prices again within the next month.”\nAs AI companies continue to buy up massive amounts of RAM, device-makers across the tech industry are contending with a massive memory shortage that analysts predict could last into 2027. Along with Framework, Raspberry Pi has raised the price of its single-board computers, while Dell, HP, Xiaomi, Acer, and Asus have warned of incoming hikes.",
          "read_time": 1,
          "domain": "theverge.com",
          "has_image": true
        },
        {
          "id": 922844918,
          "title": "Meta plans to lay off hundreds of metaverse employees this week",
          "link": "https://www.theverge.com/news/860984/meta-reality-labs-layoffs-metaverse",
          "date": "2026-01-12T22:14:58",
          "author": "Stevie Bonifield",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25585904/QuestHermano2.jpg?quality=90&strip=all&crop=0%2C10.806933475316%2C100%2C78.386133049368&w=1200",
          "excerpt": "Meta’s Reality Labs team is expected to lose around 10 percent of its staff, with layoffs concentrated on the division’s metaverse employees, as reported by The New York Times. The layoffs are...",
          "content": "Meta’s Reality Labs team is expected to lose around 10 percent of its staff, with layoffs concentrated on the division’s metaverse employees, as reported by The New York Times. The layoffs are apparently a side effect of Meta’s AI ambitions, which are pulling focus away from its virtual reality division.\nMeta plans to lay off hundreds of metaverse employees this week\nAfter reports of budget cuts, the Reality Labs team is now facing job cuts, too.\nAfter reports of budget cuts, the Reality Labs team is now facing job cuts, too.\nAccording to the Times, Meta’s chief technology officer, Andrew Bosworth, called a meeting for Wednesday that he “urged staff to attend in person,” saying it will be the “most important” meeting of the year. Bosworth oversees the Reality Labs division, which employs about 15,000 people. Unfortunately, layoffs to Meta’s VR team may not come as a surprise — last month, Bloomberg reported Meta was planning to cut its metaverse budget by 30 percent.\nThe layoffs to the metaverse team come as Meta’s Ray-Ban smart glasses increasingly steal the spotlight from its VR headsets. Even if AI wasn’t Meta’s top priority right now, the metaverse itself has also struggled to catch on over the years, and many users seem to already think the VR social platform is dead.\nMeta declined to comment.",
          "read_time": 1,
          "domain": "theverge.com",
          "has_image": true
        },
        {
          "id": 1006372879,
          "title": "Verizon to stop automatic unlocking of phones as FCC ends 60-day unlock rule",
          "link": "https://arstechnica.com/tech-policy/2026/01/fcc-lets-verizon-lock-phones-for-longer-making-it-harder-to-switch-carriers/",
          "date": "2026-01-12T22:07:23",
          "author": "Jon Brodkin",
          "category": "tech",
          "category_name": "Tech & Futuro",
          "image_url": null,
          "excerpt": "FCC waives rule that forced Verizon to unlock phones 60 days after activation.",
          "content": null,
          "read_time": 1,
          "domain": "arstechnica.com",
          "has_image": false
        }
      ],
      "count": 10
    },
    "ciencia": {
      "name": "Ciência & Espaço",
      "description": "Descobertas científicas e exploração espacial",
      "articles": [
        {
          "id": 3822716275,
          "title": "NASA’s Webb Delivers Unprecedented Look Into Heart of Circinus Galaxy",
          "link": "https://science.nasa.gov/missions/webb/nasas-webb-delivers-unprecedented-look-into-heart-of-circinus-galaxy/",
          "date": "2026-01-13T10:00:00",
          "author": "",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://assets.science.nasa.gov/dynamicimage/assets/science/missions/webb/science/2026/01/STScI-01KEA7ZYXNMP4W449YATARSTD0.png",
          "excerpt": "The Circinus Galaxy, a galaxy about 13 million light-years away, contains an active supermassive black hole that continues to influence its evolution. The largest source of infrared light from the...",
          "content": "The Circinus Galaxy, a galaxy about 13 million light-years away, contains an active supermassive black hole that continues to influence its evolution. The largest source of infrared light from the region closest to the black hole itself was thought to be outflows, or streams of superheated matter that fire outward.\nImage: Circinus Galaxy (Hubble and Webb)\nNow, new observations by NASA’s James Webb Space Telescope, seen here with a new image from NASA’s Hubble Space Telescope, provide evidence that reverses this thinking, suggesting that most of the hot, dusty material is actually feeding the central black hole. The technique used to gather this data also has the potential to analyze the outflow and accretion components for other nearby black holes.\nThe research, which includes the sharpest image of a black hole’s surroundings ever taken by Webb, published Tuesday in Nature.\nOutflow question\nSupermassive black holes like those in Circinus remain active by consuming surrounding matter. Infalling gas and dust accumulates into a donut-shaped ring around the black hole, known as a torus. As supermassive black holes gather matter from the torus’ inner walls, they form an accretion disk, similar to a whirlpool of water swirling around a drain. This disk grows hotter through friction, eventually becoming hot enough to emit light.\nThis glowing matter can become so bright that resolving details within the galaxy’s center with ground-based telescopes is difficult. It’s made even harder due to the bright, concealing starlight within Circinus. Further, since the torus is incredibly dense, the inner region of the infalling material, heated by the black hole, is obscured from our point of view. For decades, astronomers contended with these difficulties, designing and improving models of Circinus with as much data as they could gather.\nImage: Circinus Galaxy Center (Artist's Concept)\n“In order to study the supermassive black hole, despite being unable to resolve it, they had to obtain the total intensity of the inner region of the galaxy over a large wavelength range and then feed that data into models,” said lead author Enrique Lopez-Rodriguez of the University of South Carolina.\nEarly models would fit the spectra from specific regions, such as the emissions from the torus, those of the accretion disk closest to the black hole, or those from the outflows, each detected at certain wavelengths of light. However, since the region could not be resolved in its entirety, these models left questions at several wavelengths. For example, some telescopes could detect an excess of infrared light, but lacked the resolution to determine where exactly it was coming from.\n“Since the ‘90s, it has not been possible to explain excess infrared emissions that come from hot dust at the cores of active galaxies, meaning the models only take into account either the torus or the outflows, but cannot explain that excess,” said Lopez-Rodriguez.\nSuch models found that most of the emission (and, therefore, mass) close to the center came from outflows. To test this theory, then, astronomers needed two things: the ability to filter the starlight that previously prevented a deeper analysis, and the ability to distinguish the infrared emissions of the torus from those of the outflows. Webb, sensitive and technologically sophisticated enough to meet both challenges, was necessary to advance our understanding.\nWebb’s innovative technique\nTo look into the center of Circinus, Webb needed the Aperture Masking Interferometer tool on its NIRISS (Near-Infrared Imager and Slitless Spectrograph) instrument.\nOn Earth, interferometers usually take the form of telescope arrays: mirrors or antennae that work together as if they were a single telescope. An interferometer does this by gathering and combining the light from whichever source it is pointed toward, causing the electromagnetic waves that make up light to “interfere” with each other (hence, “interfere-ometer”) and creating interference patterns. These patterns can be analyzed by astronomers to reconstruct the size, shape, and features of distant objects with much greater detail than non-interferometric techniques.\nThe Aperture Masking Interferometer allows Webb to become an array of smaller telescopes working together as an interferometer, creating these interference patterns by itself. It does this by utilizing a special aperture made of seven small, hexagonal holes, which, like in photography, controls the amount and direction of light that enters the telescope’s detectors.\n“These holes in the mask are transformed into small collectors of light that guide the light toward the detector of the camera and create an interference pattern,” said Joel Sanchez-Bermudez, co-author based at the National University of Mexico.\nWith new data in hand, the research team was able to construct an image from the central region's interference patterns. To do so, they referenced data from previous observations to ensure their data from Webb was free of any artifacts. This resulted in the first extragalactic observation from an infrared interferometer in space.\n\"By using an advanced imaging mode of the camera, we can effectively double its resolution over a smaller area of the sky,\" Sanchez-Bermudez said. \"This allows us to see images twice as sharp. Instead of Webb’s 6.5-meter diameter, it’s like we are observing this region with a 13-meter space telescope.\"\nThe data showed that contrary to the models predicting that the infrared excess comes from the outflows, around 87% of the infrared emissions from hot dust in Circinus come from the areas closest to the black hole, while less than 1% of emissions come from hot dusty outflows. The remaining 12% comes from distances farther away that could not previously be told apart.\n“It is the first time a high-contrast mode of Webb has been used to look at an extragalactic source,” said Julien Girard, paper co-author and senior research scientist at the Space Telescope Science Institute. “We hope our work inspires other astronomers to use the Aperture Masking Interferometer mode to study faint, but relatively small, dusty structures in the vicinity of any bright object.”\nVideo: Circinus Galaxy Zoom\nUniverse of black holes\nWhile the mystery of Circinus’ excess emissions has been solved, there are billions of black holes in our universe. Those of different luminosities, the team notes, may have an influence on whether most of the emissions come from a black hole’s torus or their outflows.\n“The intrinsic brightness of Circinus’ accretion disk is very moderate,” Lopez-Rodriguez said. “So it makes sense that the emissions are dominated by the torus. But maybe, for brighter black holes, the emissions are dominated by the outflow.”\nWith this research, astronomers now have a tested technique to investigate whichever black holes they want, so long as they are bright enough for the Aperture Masking Interferometer to be useful. Studying additional targets will be essential to building a catalog of emission data to figure out if Circinus’ results were unique or characteristic of a pattern.\n“We need a statistical sample of black holes, perhaps a dozen or two dozen, to understand how mass in their accretion disks and their outflows relate to their power,” Lopez-Rodriguez said.\nThe James Webb Space Telescope is the world’s premier space science observatory. Webb is solving mysteries in our solar system, looking beyond to distant worlds around other stars, and probing the mysterious structures and origins of our universe and our place in it. Webb is an international program led by NASA with its partners, ESA (European Space Agency) and CSA (Canadian Space Agency).\nTo learn more about Webb, visit:\nDownloads & Related Information\nThe following sections contain links to download this article's images and videos in all available resolutions followed by related information links, media contacts, and if available, research paper and spanish translation links.",
          "read_time": 6,
          "domain": "science.nasa.gov",
          "has_image": true
        },
        {
          "id": 3183117028,
          "title": "Scientists discover what’s linking floods and droughts across the planet",
          "link": "https://www.sciencedaily.com/releases/2026/01/260112214304.htm",
          "date": "2026-01-13T07:45:55",
          "author": "Redação",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.sciencedaily.com/images/1920/climate-change-extreme-weather.webp",
          "excerpt": "Scientists discover whatâs linking floods and droughts across the planet\n- Date:\n- January 13, 2026\n- Source:\n- University of Texas at Austin\n- Summary:\n- Scientists tracking Earthâs water from space...",
          "content": "Scientists discover whatâs linking floods and droughts across the planet\n- Date:\n- January 13, 2026\n- Source:\n- University of Texas at Austin\n- Summary:\n- Scientists tracking Earthâs water from space discovered that El NiÃ±o and La NiÃ±a are synchronizing floods and droughts across continents. When these climate cycles intensify, far-apart regions can become unusually wet or dangerously dry at the same time. The study also found a global shift about a decade ago, with dry extremes becoming more common than wet ones. Together, the results show that water crises are part of a global pattern, not isolated events.\n- Share:\nDroughts and floods can disrupt daily life, damage ecosystems, and strain local and global economies. Scientists at The University of Texas at Austin set out to better understand these water extremes by studying how they develop and spread across the planet. Their work points to a powerful climate force that links distant regions in surprising ways.\nA new study published in AGU Advances shows that during the past 20 years, ENSO, a recurring climate pattern in the equatorial Pacific Ocean that includes El Niño and La Niña, has played the leading role in driving extreme changes in total water storage worldwide. The researchers also found that ENSO tends to line up these extremes so that different continents experience unusually wet or dry conditions at the same time.\nWhy Synchronized Extremes Matter\nAccording to study co-author Bridget Scanlon, a research professor at the Bureau of Economic Geology at the UT Jackson School of Geosciences, understanding these global patterns has real-world consequences.\n\"Looking at the global scale, we can identify what areas are simultaneously wet or simultaneously dry,\" Scanlon said. \"And that of course affects water availability, food production, food trade -- all of these global things.\"\nWhen multiple regions face water shortages or excesses at once, the impacts can ripple through agriculture, trade, and humanitarian planning.\nMeasuring All the Water on Earth\nTotal water storage is a key climate indicator because it accounts for all forms of water in a region. This includes rivers and lakes, snow and ice, moisture in the soil, and groundwater below the surface. By focusing on this full picture, researchers can better understand how water moves and changes over time.\nThe study is one of the first to examine total water storage extremes alongside ENSO (The El Niño-Southern Oscillation) on a global scale. This approach made it possible to see how extreme wet and dry conditions are connected across large distances, said lead author Ashraf Rateb, a research assistant professor at the bureau.\n\"Most studies count extreme events or measure how severe they are, but by definition extremes are rare. That gives you very few data points to study changes over time,\" Rateb said. \"Instead, we examined how extremes are spatially connected, which provides much more information about the patterns driving droughts and floods globally.\"\nSatellites Reveal Hidden Water Changes\nTo estimate total water storage, the scientists relied on gravity measurements from NASA's GRACE and GRACE Follow-On (GRACE-FO) satellites. These data allow researchers to detect changes in water mass over areas about 300 to 400 kilometers wide, roughly the size of Indiana.\nThe team classified wet extremes as water storage levels above the 90th percentile for a given region. Dry extremes were defined as levels below the 10th percentile.\nTheir analysis showed that unusual ENSO activity can push widely separated parts of the world into extreme conditions at the same time. In some regions, El Niño is linked to dry extremes, while in others the same dry conditions are associated with La Niña. Wet extremes tend to follow the opposite pattern.\nReal-World Examples Across Continents\nThe researchers pointed to several striking cases. During the mid-2000s, El Niño coincided with severe dryness in South Africa. Another El Niño event was linked to drought in the Amazon during 2015-2016. By contrast, La Niña in 2010-2011 brought exceptionally wet conditions to Australia, southeast Brazil, and South Africa.\nBeyond individual events, the study also identified a broader shift in global water behavior around 2011-2012. Before 2011, unusually wet conditions were more common worldwide. After 2012, dry extremes began to dominate. The researchers attribute this change to a long-lasting climate pattern in the Pacific Ocean that influences how ENSO affects global water.\nFilling the Gaps in Satellite Records\nBecause GRACE and GRACE-FO data are not continuous, including an 11-month gap between missions in 2017-2018, the team used probabilistic models based on spatial patterns to reconstruct missing periods of total water storage extremes.\nAlthough the satellite record covers only 22 years (2002-2024), it still reveals how closely climate and water systems are linked across the Earth, said JT Reager, deputy project scientist for the GRACE-FO mission at NASA's Jet Propulsion Laboratory and JPL Discipline Program manager for the Water and Energy Cycle.\n\"They're really capturing the rhythm of these big climate cycles like El Niño and La Niña and how they affect floods and droughts, which are something we all experience,\" said Reager, who was not involved in the study. \"It's not just the Pacific Ocean out there doing its own thing. Everything that happens out there seems to end up affecting us all here on land.\"\nPreparing for Extremes, Not Just Shortages\nScanlon said the findings underscore the need to rethink how society talks about water challenges. Instead of focusing only on scarcity, she said, it is critical to plan for swings between too much and too little water.\n\"Oftentimes we hear the mantra that we're running out of water, but really it's managing extremes,\" Scanlon said. \"And that's quite a different message.\"\nThe research was funded by the UT Jackson School of Geosciences.\nStory Source:\nMaterials provided by University of Texas at Austin. Note: Content may be edited for style and length.\nJournal Reference:\n- Ashraf Rateb, Bridget R. Scanlon, Yadu Pokhrel, Alexander Sun. Dynamics and Couplings of Terrestrial Water Storage Extremes From GRACE and GRACEâFO Missions During 2002â2024. AGU Advances, 2025; 6 (6) DOI: 10.1029/2025AV001684\nCite This Page:",
          "read_time": 5,
          "domain": "sciencedaily.com",
          "has_image": true
        },
        {
          "id": 565518302,
          "title": "This new sugar tastes like the real thing without the usual downsides",
          "link": "https://www.sciencedaily.com/releases/2026/01/260112214302.htm",
          "date": "2026-01-13T06:24:10",
          "author": "Redação",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.sciencedaily.com/images/1920/spoonful-of-sugar-close.webp",
          "excerpt": "This new sugar tastes like the real thing without the usual downsides\nEngineers biosynthetically produce tagatose, a rare sugar with real sugar sweetness.\n- Date:\n- January 13, 2026\n- Source:\n- Tufts...",
          "content": "This new sugar tastes like the real thing without the usual downsides\nEngineers biosynthetically produce tagatose, a rare sugar with real sugar sweetness.\n- Date:\n- January 13, 2026\n- Source:\n- Tufts University\n- Summary:\n- Scientists at Tufts have found a way to turn common glucose into a rare sugar that tastes almost exactly like table sugarâbut with far fewer downsides. Using engineered bacteria as microscopic factories, the team can now produce tagatose efficiently and cheaply, achieving yields far higher than current methods. Tagatose delivers nearly the same sweetness as sugar with significantly fewer calories, minimal impact on blood sugar, and even potential benefits for oral and gut health.\n- Share:\nFor more than a century, scientists and food companies have been looking for ways to replicate the taste of sugar without its health drawbacks. From early sweeteners like saccharin in the 19th century to modern alternatives such as stevia and monk fruit, the goal has remained the same. The challenge has been finding something that delivers sugar's familiar flavor while avoiding excess calories, tooth decay, and increased risks of obesity, insulin resistance, and diabetes.\nA new study published in Cell Reports Physical Science suggests that researchers may be closer to that goal. Scientists at Tufts University have developed a biosynthetic method to produce tagatose, a naturally occurring but extremely rare sugar. Tagatose closely mimics the taste of table sugar and could offer a way to enjoy sweetness with fewer negative health effects. Researchers say it may even provide added benefits.\nWhat Is Tagatose and Where It Comes From\nTagatose exists naturally, but only in very small quantities compared with common sugars such as glucose, fructose, and sucrose. It appears in milk and other dairy products when lactose breaks down under heat or enzymatic activity, including during the production of yogurt, cheese, and kefir.\nTiny amounts of tagatose are also present in fruits like apples, pineapples, and oranges. However, it typically makes up less than 0.2% of the sugars found in these natural sources. Because of this scarcity, tagatose is usually produced through manufacturing rather than extracted directly from foods.\nEngineering Bacteria to Make Rare Sugar\n\"There are established processes to produce tagatose, but they are inefficient and expensive,\" said Nik Nair, associate professor of chemical and biological engineering at Tufts.\nTo address this problem, the research team developed a new production strategy using genetically engineered bacteria. \"We developed a way to produce tagatose by engineering the bacteria Escherichia coli to work as tiny factories, loaded with the right enzymes to process abundant amounts of glucose into tagatose. This is much more economically feasible than our previous approach, which used less abundant and expensive galactose to make tagatose.\"\nThe bacteria were modified to include a newly identified enzyme from slime mold called galactose-1-phosphate-selective phosphatase (Gal1P). This enzyme enables the bacteria to generate galactose directly from glucose. Another enzyme produced by the bacteria, known as arabinose isomerase, then converts the galactose into tagatose.\nUsing this method, the engineered bacteria can convert glucose into tagatose with yields as high as 95%. This represents a major improvement over traditional manufacturing techniques, which typically achieve yields ranging from 40 to 77%. The higher efficiency also makes the process significantly more cost-effective.\nSweetness, Safety, and Fewer Calories\nTagatose delivers about 92% of the sweetness of sucrose -- table sugar -- while containing roughly 60% fewer calories. It has been classified by the FDA as \"generally recognized as safe,\" meaning it can be used in consumer food products. This designation is shared by everyday ingredients such as salt, vinegar, and baking soda.\nOne reason tagatose may be beneficial for people with diabetes is how the body processes it. Only part of the sugar is absorbed in the small intestine, while much of it is fermented by gut bacteria in the colon. As a result, tagatose has a much smaller effect on blood glucose and insulin levels than conventional sugar. Clinical studies have shown only minimal increases in plasma glucose or insulin after consumption.\nTagatose may also support oral health. Unlike sucrose, which feeds bacteria that cause cavities, tagatose appears to limit the growth of some of those harmful microbes. Research also suggests it may have probiotic effects that promote healthier bacteria in both the mouth and the gut.\nA Sugar That Cooks Like Sugar\nBecause it is low in calories and poorly absorbed by the body, tagatose functions well as a \"bulk sweetener.\" This means it can replace sugar not only for sweetness but also for the physical properties sugar provides in cooking and baking. High intensity sweeteners cannot replicate this effect. Tagatose browns like table sugar when heated, and taste tests show it closely matches the flavor and mouthfeel of conventional sugar.\nWhy This Discovery Matters\n\"The key innovation in the biosynthesis of tagatose was in finding the slime mold Gal1P enzyme and splicing it into our production bacteria,\" said Nair. \"That allowed us to reverse a natural biological pathway that metabolizes galactose to glucose and instead generate galactose from glucose supplied as a feedstock. Tagatose and potentially other rare sugars can be synthesized from that point.\"\nThe researchers say this approach could open the door to producing other rare sugars more efficiently, potentially reshaping how sweeteners are made and used in the future.\nStory Source:\nMaterials provided by Tufts University. Note: Content may be edited for style and length.\nJournal Reference:\n- Aaron M. Love, Christopher G. Toomey, Abhishek Kumar, Sukesh Narayan Kashyap, Dhinesh Kumar Santhamoorthy, Likith Muthuraj, Hannah L. Lynch, Parayil Kumaran Ajikumar, Pravin Kumar R., Nikhil U. Nair, Christine N.S. Santos. Reversal of the Leloir pathway to promote galactose and tagatose synthesis from glucose. Cell Reports Physical Science, 2025; 6 (12): 102993 DOI: 10.1016/j.xcrp.2025.102993\nCite This Page:",
          "read_time": 5,
          "domain": "sciencedaily.com",
          "has_image": true
        },
        {
          "id": 1346127959,
          "title": "MIT’s smart pill confirms you took your medicine",
          "link": "https://www.sciencedaily.com/releases/2026/01/260112214259.htm",
          "date": "2026-01-13T05:55:51",
          "author": "Redação",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.sciencedaily.com/images/1920/mit-smart-pills-coated-capsules.webp",
          "excerpt": "MITâs smart pill confirms you took your medicine\nMITâs new âsmart pillâ quietly signals when itâs swallowedâoffering a breakthrough way to make missed medications a thing of the past.\n- Date:\n-...",
          "content": "MITâs smart pill confirms you took your medicine\nMITâs new âsmart pillâ quietly signals when itâs swallowedâoffering a breakthrough way to make missed medications a thing of the past.\n- Date:\n- January 13, 2026\n- Source:\n- Massachusetts Institute of Technology\n- Summary:\n- MIT engineers have developed a pill that can wirelessly report when itâs been swallowed. Inside the capsule is a biodegradable antenna that sends a signal within minutes of ingestion, then safely dissolves. The system is designed to work with existing medications and could help doctors track adherence for high-risk patients. Researchers hope it will prevent missed doses that can lead to serious health consequences.\n- Share:\nMIT engineers have developed a new type of pill designed to confirm when a patient has actually swallowed their medication. The technology could help address a widespread problem in health care: people missing doses or stopping treatment early.\nThe system can be built directly into existing pill capsules and uses a biodegradable radio frequency antenna to send a signal shortly after ingestion. Once the signal is transmitted, most of the pill's electronic components safely break down in the stomach, while a tiny RF chip moves through the digestive tract and exits the body naturally.\nResearchers say the approach could be especially helpful for people who must follow strict medication schedules. These include organ transplant patients who rely on immunosuppressive drugs, as well as individuals being treated long term for infections such as HIV or TB.\n\"The goal is to make sure that this helps people receive the therapy they need to help maximize their health,\" says Giovanni Traverso, an associate professor of mechanical engineering at MIT, a gastroenterologist at Brigham and Women's Hospital, and an associate member of the Broad Institute of MIT and Harvard.\nTraverso is the senior author of the study, which was published January 8 in Nature Communications. Mehmet Girayhan Say, an MIT research scientist, and Sean You, a former MIT postdoc, are the paper's lead authors.\nWhy Medication Adherence Remains a Major Challenge\nFailing to take prescribed medication remains a serious issue worldwide. Each year, poor adherence contributes to hundreds of thousands of preventable deaths and drives billions of dollars in avoidable health care costs.\nTo help address this, Traverso's lab has previously explored drug delivery capsules that stay in the digestive system for extended periods, releasing medication at scheduled intervals. While effective in some cases, this approach is not suitable for every drug.\n\"We've developed systems that can stay in the body for a long time, and we know that those systems can improve adherence, but we also recognize that for certain medications, we can't change the pill,\" Traverso says. \"The question becomes: What else can we do to help the person and help their health care providers ensure that they're receiving the medication?\"\nHow the Swallowable Signaling System Works\nIn the new study, the team focused on a different strategy: confirming whether a pill has been taken rather than altering how the drug is delivered. The researchers turned to radio frequency -- a type of signal that can be detected outside the body and is considered safe for human use.\nEarlier attempts at RF-based medication tracking relied on materials that do not easily break down inside the body, meaning the entire device had to pass through the digestive system intact. To reduce any risk of gastrointestinal blockage, the MIT team designed a bioresorbable system that can safely degrade after use.\nThe antenna responsible for transmitting the signal is made of zinc and embedded within a cellulose particle. These materials were selected for their strong safety record and compatibility with medical use.\n\"We chose these materials recognizing their very favorable safety profiles and also environmental compatibility,\" Traverso says.\nThe zinc-cellulose antenna is rolled into a compact shape and placed inside the pill along with the medication. The capsule itself is made of gelatin coated with cellulose and either molybdenum or tungsten, which prevents any RF signal from being emitted before the pill is swallowed.\nOnce ingested, the coating dissolves, releasing both the medication and the antenna. The antenna receives a signal from an external reader and, working with a small RF chip, sends back confirmation that the pill has been swallowed. This exchange typically occurs within 10 minutes.\nThe RF chip measures about 400 by 400 micrometers and is a commercially available component that does not biodegrade. It is designed to pass safely through the digestive tract. All remaining components break down in the stomach within about a week.\n\"The components are designed to break down over days using materials with well-established safety profiles, such as zinc and cellulose, which are already widely used in medicine,\" Say says. \"Our goal is to avoid long-term accumulation while enabling reliable confirmation that a pill was taken, and longer-term safety will continue to be evaluated as the technology moves toward clinical use.\"\nPotential Benefits for High-Risk Patients\nIn animal testing, the system successfully transmitted signals from inside the stomach to an external receiver located up to 2 feet away. If adapted for human use, the researchers envision pairing the pill with a wearable device that could relay the data directly to a patient's health care team.\nFurther preclinical studies are planned, and the team hopes to begin testing the technology in people in the near future. Organ transplant recipients are among the groups that could benefit most, since missing doses of immunosuppressive medication can quickly lead to organ rejection.\n\"We want to prioritize medications that, when non-adherence is present, could have a really detrimental effect for the individual,\" Traverso says.\nAdditional groups that may benefit include patients with recently placed stents who need medication to prevent blockages, individuals with chronic infections such as tuberculosis, and people with neuropsychiatric disorders that can interfere with consistent medication use.\nFunding and Support\nThe research was supported by Novo Nordisk, MIT's Department of Mechanical Engineering, the Division of Gastroenterology at Brigham and Women's Hospital, and the U.S. Advanced Research Projects Agency for Health.\nStory Source:\nMaterials provided by Massachusetts Institute of Technology. Original written by Anne Trafton. Note: Content may be edited for style and length.\nJournal Reference:\n- Mehmet Girayhan Say, Siheng Sean You, Yubin Cai, Ada Erus, Injoo Moon, Benjamin Muller, Felipe Vielba-Gomez, Arina Zadvornaya, Andrew Pettinari, Kailyn Schmidt, Niora Fabian, Alison Hayward, Peter Chai, Giovanni Traverso. Bioresorbable RFID capsule for assessing medication adherence. Nature Communications, 2026; 17 (1) DOI: 10.1038/s41467-025-67551-5\nCite This Page:",
          "read_time": 5,
          "domain": "sciencedaily.com",
          "has_image": true
        },
        {
          "id": 3962228144,
          "title": "A Plume of Bright Blue in Melissa’s Wake",
          "link": "https://science.nasa.gov/earth/earth-observatory/a-plume-of-bright-blue-in-melissas-wake/",
          "date": "2026-01-13T05:01:00",
          "author": "",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://assets.science.nasa.gov/dynamicimage/assets/science/esd/eo/images/iotd/2026/a-plume-of-bright-blue-in-melissa’s-wake/pedrobanksediment_tmo_20251030_th.jpg",
          "excerpt": "Before and After\nHurricane Melissa made landfall in Jamaica on October 28, 2025, as a category 5 storm, bringing sustained winds of 295 kilometers (185 miles) per hour and leaving a broad path of...",
          "content": "Before and After\nHurricane Melissa made landfall in Jamaica on October 28, 2025, as a category 5 storm, bringing sustained winds of 295 kilometers (185 miles) per hour and leaving a broad path of destruction on the island. The storm displaced tens of thousands of people, damaged or destroyed more than 100,000 structures, inflicted costly damage on farmland, and left the nation’s forests brown and battered.\nPrior to landfall, in the waters south of the island, the hurricane created a large-scale natural oceanography experiment. Before encountering land and proceeding north, the monster storm crawled over the Caribbean Sea, churning up the water below. A couple of days later, a break in the clouds revealed what researchers believe could be a once-in-a-century event.\nOn October 30, 2025, the MODIS (Moderate Resolution Imaging Spectroradiometer) instrument on NASA’s Terra satellite acquired this image (right) of the waters south of Jamaica. Vast areas are colored bright blue by sediment stirred up from a carbonate platform called Pedro Bank. This plateau, submerged under about 25 meters (80 feet) of water, is slightly larger in area than the state of Delaware. For comparison, the left image was acquired by the same sensor on September 20, before the storm.\nPedro Bank is deep enough that it is only faintly visible in natural color satellite images most of the time. However, with enough disruption from hurricanes or strong cold fronts, its existence becomes more evident to satellites. Suspended calcium carbonate (CaCO3) mud, consisting primarily of remnants of marine organisms that live on the plateau, turns the water a Maya blue color. The appearance of this type of material contrasts with the greenish-brown color of sediment carried out to sea by swollen rivers on Jamaica’s southern coast.\nAs an intense storm that lingered in the vicinity of the bank, Hurricane Melissa generated “tremendous stirring power” in the water column, said James Acker, a data support scientist at the NASA Goddard Earth Sciences Data and Information Services Center with a particular interest in these events. Hurricane Beryl caused some brightening around Pedro Bank in July 2024, “but nothing like this,” he said. “While we always have to acknowledge the human cost of a disaster, this is an extraordinary geophysical image.”\nSediment suspension was visible on Pedro and other nearby shallow banks, indicating that Melissa affected a total area of about 37,500 square kilometers—more than three times the area of Jamaica—on October 30, said sedimentologist Jude Wilber, who tracked the plume’s progression using multiple satellite sensors. Having studied carbonate sediment transport for decades, he believes the Pedro Bank event was the largest observed in the satellite era. “It was extraordinary to see the sediment dispersed over such a large area,” he said.\nThe sediment acted as a tracer, illuminating currents and eddies near the surface. Some extended into the flow field of the Caribbean Current heading west and north, while other patterns suggested the influence of Ekman transport, Wilber said. The scientists also noted complexities in the south-flowing plume, which divided into three parts after encountering several small reefs. Sinking sediment in the easternmost arm exhibited a cascading stair-step pattern.\nLike in other resuspension events, the temporary coloration of the water faded after about seven days as sediment settled. But changes to Pedro Bank itself may be more long-lasting. “I suspect this hurricane was so strong that it produced what I would call a ‘wipe’ of the benthic ecosystem,” Wilber said. Seagrasses, algae, and other organisms living on and around the bank were likely decimated, and it is unknown how repopulation of the area will unfold.\nPerhaps most consequentially for Earth’s oceans, however, is the effect of the sediment suspension event on the planet’s carbon cycle. Tropical cyclones are an important way for carbon in shallow-water marine sediments to reach deeper waters, where it can remain sequestered for the long term. At depth, carbonate sediments will also dissolve, another important process in the oceanic carbon system.\nNear-continuous ocean observations by satellites have enabled greater understanding of these events and their carbon cycling. Acker and Wilber have worked on remote-sensing methods to quantify how much sediment reaches the deep ocean following the turbulence of tropical cyclones, including recently with Hurricane Ian over the West Florida Shelf. Now, hyperspectral observations from NASA’s PACE (Plankton, Aerosol, Cloud, ocean Ecosystem) mission, launched in February 2024, are poised to build on that progress, Acker said.\nThe phenomenon at Pedro Bank following Hurricane Melissa provided a singular opportunity to study this and other complex ocean processes—a large natural experiment that could not be accomplished any other way. Researchers will be further investigating a range of physical, geochemical, and biological aspects illuminated by this occurrence. As Wilber put it: “This event is a whole course in oceanography.”\nNASA Earth Observatory images by Michala Garrison, using MODIS data from NASA EOSDIS LANCE and GIBS/Worldview, and ocean bathymetry data from the British Oceanographic Data Center’s General Bathymetric Chart of the Oceans (GEBCO). Photo by Jude Wilber. Story by Lindsey Doermann.\nReferences & Resources\n- Acker, J.G. and Wilber, R.J. (2025) The first 25 years of satellite carbonate sedimentology: What have we learned? The Depositional Record, 11(3), 975-997. In: Kump, L.R., Ingalls, M., and Hine, A.C. (eds) Carbonate depositional environments: Past and future questions—A Tribute to the career of E.A. Shinn.\n- Acker, J.G. and Wilber, R.J. (2024) Satellite-Derived Estimates of Suspended CaCO3 Mud Concentrations from the West Florida Shelf Induced by Hurricane Ian. Environmental Sciences Proceedings, 29(1):69.\n- EBSCO Research Starters (2024) Carbonate Compensation Depths. Accessed January 9, 2026.\n- NASA Earth Observatory (2025, November 25) A Direct Hit on Jamaican Forests. Accessed January 9, 2026.\n- NASA Earth Observatory (2023, April 6) Stirring Up Carbonate in the Coral Sea. Accessed January 9, 2026.",
          "read_time": 5,
          "domain": "science.nasa.gov",
          "has_image": true
        },
        {
          "id": 2425980051,
          "title": "A shocking amount of plastic is floating in city air",
          "link": "https://www.sciencedaily.com/releases/2026/01/260112211457.htm",
          "date": "2026-01-13T03:33:47",
          "author": "Redação",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.sciencedaily.com/images/1920/microplastic-particles-on-fingers-hand.webp",
          "excerpt": "A shocking amount of plastic is floating in city air\n- Date:\n- January 12, 2026\n- Source:\n- Chinese Academy of Sciences Headquarters\n- Summary:\n- Plastic pollution is not just in oceans and soil....",
          "content": "A shocking amount of plastic is floating in city air\n- Date:\n- January 12, 2026\n- Source:\n- Chinese Academy of Sciences Headquarters\n- Summary:\n- Plastic pollution is not just in oceans and soil. Scientists have now found enormous amounts of microscopic plastic floating through urban air, far exceeding earlier estimates. Road dust and rainfall play a major role in moving these particles through the atmosphere. The findings suggest the air may be one of the most important pathways for plastic pollution.\n- Share:\nOver the past 20 years, scientists have increasingly identified microplastics (MPs) and nanoplastics (NPs) as a growing form of environmental pollution. These tiny plastic particles have been detected throughout all major parts of the Earth system, including the atmosphere, hydrosphere, lithosphere, and biosphere.\nTheir widespread distribution has made plastics a rising concern for researchers studying biogeochemical cycles and climate change. Even so, many basic questions remain unresolved. Scientists still lack precise measurements of how much plastic exists, where it originates, how it changes in the environment, and where it ultimately accumulates. These gaps are especially pronounced in the atmosphere, largely because current methods struggle to reliably detect and analyze particles that range from microscopic to nanoscale sizes.\nNew Tools Reveal Plastic in Urban Air\nTo overcome these measurement challenges, researchers from the Institute of Earth Environment of the Chinese Academy of Sciences (IEECAS) developed a semi automated microanalytical technique designed to quantify plastic particles in the atmosphere. The method also tracks how plastics move between different environmental pathways, including airborne particles, dustfall, rain, snow, and dust resuspension.\nThe team applied this approach in two major Chinese cities, Guangzhou and Xi'an. Their system relies on computer controlled scanning electron microscopy, which reduces human bias compared with traditional manual inspection methods. This allowed the researchers to identify plastic particles more consistently and across a broader size range.\nPlastic Levels Far Higher Than Earlier Estimates\nUsing this automated approach, the researchers found that plastic concentrations in total suspended particulates (TSP) and dustfall fluxes were two-six orders of magnitude higher than levels previously reported using visual identification methods (e.g., manual SEM-EDX, μ-FTIR, or μ-Raman). These findings suggest that earlier studies may have significantly underestimated how much plastic is present in the air.\nThe estimated movement of MPs and NPs also differed widely across atmospheric pathways, varying by two-five orders of magnitude. This variation was driven largely by road dust resuspension and wet deposition. In addition, samples collected from deposition contained more unevenly mixed plastic particles than those taken from aerosols or resuspended dust. This pattern points to increased particle clumping and removal as plastics travel through the atmosphere.\nWhy Atmospheric Plastics Matter\nThe study marks the first time nanoplastics as small as 200 nm have been detected within complex environmental samples. It also delivers a detailed quantitative picture of plastics in the atmosphere, which remains the least understood reservoir in the global plastic cycle.\nBy clarifying how plastics move through the air, transform during transport, and are eventually removed, the research offers new insight into their potential effects on climate processes, ecosystem health, and human well being.\nThese findings were published in Science Advances on January 7.\nStory Source:\nMaterials provided by Chinese Academy of Sciences Headquarters. Note: Content may be edited for style and length.\nJournal Reference:\n- Tafeng Hu, Chongchong Zhang, Yuqing Zhu, Jing Duan, Suixin Liu, Niu Jin, Yingpan Song, Feng Wu, Jianjun Li, Ting Zhang, Hongya Niu, Xuxiang Li, Hong Huang, Gary S. Casuccio, Yu Huang, Kin-Fai Ho, Junji Cao, Daizhou Zhang. Abundance of microplastics and nanoplastics in urban atmosphere. Science Advances, 2026; 12 (2) DOI: 10.1126/sciadv.adz7779\nCite This Page:",
          "read_time": 3,
          "domain": "sciencedaily.com",
          "has_image": true
        },
        {
          "id": 4002473933,
          "title": "A new test reveals which antibiotics truly kill bacteria",
          "link": "https://www.sciencedaily.com/releases/2026/01/260112211455.htm",
          "date": "2026-01-13T02:33:16",
          "author": "Redação",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.sciencedaily.com/images/1920/antibiotic-resistance-fighting-bacteria.webp",
          "excerpt": "A new test reveals which antibiotics truly kill bacteria\n- Date:\n- January 12, 2026\n- Source:\n- University of Basel\n- Summary:\n- Some antibiotics stop bacteria from growing without actually killing...",
          "content": "A new test reveals which antibiotics truly kill bacteria\n- Date:\n- January 12, 2026\n- Source:\n- University of Basel\n- Summary:\n- Some antibiotics stop bacteria from growing without actually killing them, allowing infections to return later. Scientists at the University of Basel created a new test that tracks individual bacteria to see which drugs truly eliminate them. When tested on tuberculosis and other serious lung infections, the method revealed big differences in how bacteria tolerate treatment. The findings could lead to more precise therapies and better predictions of treatment success.\n- Share:\nAntibiotics are often judged by how well they slow or stop bacterial growth in laboratory tests. What is even more important, though, is whether those drugs actually kill bacteria inside the human body. Researchers at the University of Basel have now introduced a new way to measure how effectively antibiotics eliminate bacteria, not just suppress them.\nThis distinction has become critical as antibiotic resistance continues to spread. Resistant bacteria represent one of today's most serious global health threats. Through genetic mutations, many bacteria are becoming less responsive to commonly used drugs, making infections harder to treat and more likely to persist.\nDormant Bacteria and Lingering Infections\nEven bacteria that are not resistant can sometimes survive antibiotic treatment. This often happens when bacteria enter a dormant state. In this condition, they stop multiplying, but antibiotics may fail to kill them. Once treatment ends, these dormant bacteria can become active again and restart the infection.\nThis challenge is especially severe in diseases such as tuberculosis and other complex infections that require many months of therapy. In such cases, choosing drugs that fully eliminate bacteria and completely clear the infection is essential.\nA New Way to Predict Treatment Success\nTraditional laboratory tests mainly show whether a drug prevents bacteria from growing, rather than confirming whether the bacteria are dead. To overcome this limitation, researchers led by Dr. Lucas Boeck from the Department of Biomedicine at the University of Basel and University Hospital Basel developed a new testing method designed to better predict real world treatment outcomes. Their findings were published in the scientific journal Nature Microbiology.\nThe new approach, known as \"antimicrobial single-cell testing,\" uses advanced microscopy to observe millions of individual bacteria across thousands of different test conditions. \"We use it to film each individual bacterium over several days and observe whether and how quickly a drug actually kills it,\" explains Lucas Boeck.\nThis technique allows researchers to determine exactly how many bacteria are eliminated by a treatment and how efficiently that elimination occurs across an entire bacterial population.\nTo demonstrate the method, the team tested 65 different drug combinations against Mycobacterium tuberculosis, the bacterium responsible for tuberculosis. They also applied the approach to bacterial samples from 400 patients with another severe lung infection caused by Mycobacterium abscessus, a close relative of the tuberculosis pathogen.\nWhy Some Bacteria Outlast Antibiotics\nThe researchers observed clear differences between drug combinations, as well as differences between bacterial strains from different patients. Specialists refer to this second factor as antibiotic tolerance. Further analysis showed that specific genetic traits influence how well bacteria can endure treatment and effectively wait it out.\n\"The better bacteria tolerate an antibiotic, the lower the chances of therapeutic success are for the patients,\" says Lucas Boeck. When compared with results from clinical studies and animal models, the new testing method closely matched how well various treatments actually cleared infections.\nBenefits for Patients and Drug Development\nSo far, antimicrobial single-cell testing has mainly been used in research settings, but it could eventually be applied in hospitals and the pharmaceutical industry. According to Boeck, the method could help doctors select antibiotic therapies that are better matched to the specific bacterial strain infecting each patient.\n\"Our test method allows us to tailor antibiotic therapies specifically to the bacterial strains in individual patients.\" He adds that a deeper understanding of the genetic factors behind antibiotic tolerance could lead to faster and simpler testing methods and improve predictions about how effective new antibiotics will be during development.\n\"Last but not least, the data can help researchers to better understand the survival strategies of pathogens and thus lay the foundation for new, more effective therapeutic approaches,\" says Boeck.\nStory Source:\nMaterials provided by University of Basel. Note: Content may be edited for style and length.\nJournal Reference:\n- Alexander Jovanovic, Frederick K. Bright, Ahmad Sadeghi, Basil Wicki, Santiago E. CaÃ±o MuÃ±iz, Greta C. Giannini, Sara Toprak, LoÃ¯c Sauteur, Anna Rodoni, Andreas WÃ¼st, AndrÃ©anne Lupien, Sonia Borrell, Dorothy M. Grogono, Nicole E. Wheeler, Philippe Dehio, Johannes Nemeth, Hans Pargger, Rachel Thomson, Scott C. Bell, Sebastien Gagneux, Josephine M. Bryant, Tingying Peng, Andreas H. Diacon, R. Andres Floto, Michael Abanto, Lucas Boeck. Large-scale testing of antimicrobial lethality at single-cell resolution predicts mycobacterial infection outcomes. Nature Microbiology, 2026; DOI: 10.1038/s41564-025-02217-y\nCite This Page:",
          "read_time": 4,
          "domain": "sciencedaily.com",
          "has_image": true
        },
        {
          "id": 3256181958,
          "title": "NASA, SpaceX Invite Media to Watch Crew-12 Launch to Space Station",
          "link": "https://www.nasa.gov/news-release/nasa-spacex-invite-media-to-watch-crew-12-launch-to-space-station/",
          "date": "2026-01-12T23:25:02",
          "author": "Jennifer M. Dooren",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.nasa.gov/wp-content/uploads/2025/12/crew-12-compile.jpg",
          "excerpt": "Media accreditation is open for the launch of NASA’s 12th rotational mission of a SpaceX Falcon 9 rocket and Dragon spacecraft carrying astronauts to the International Space Station for a science...",
          "content": "Media accreditation is open for the launch of NASA’s 12th rotational mission of a SpaceX Falcon 9 rocket and Dragon spacecraft carrying astronauts to the International Space Station for a science expedition from Space Launch Complex 40 at Cape Canaveral Space Force Station in Florida.\nNASA announced it is targeting no earlier than Thursday, Jan. 15, for a splashdown of its Crew-11 mission. The agency also is working with SpaceX and international partners to advance the launch of Crew-12, which is currently slated for Sunday, Feb. 15.\nThe crew includes NASA astronauts Jessica Meir, commander, Jack Hathaway, pilot; ESA (European Space Agency) astronaut Sophie Adenot, mission specialist; and Roscosmos cosmonaut Andrey Fedyaev, mission specialist. This will be the second spaceflight for Meir and Fedyaev, and the first for Hathaway and Adenot to the orbiting laboratory.\nMedia accreditation deadlines for the Crew-12 launch as part of NASA’s Commercial Crew Program are as follows:\n- International media without U.S. citizenship must apply by 11:59 p.m. EST on Thursday, Jan. 15.\n- U.S. media and U.S. citizens representing international media organizations must apply by 11:59 p.m. on Sunday, Jan. 18.\nAll accreditation requests must be submitted online at:\nNASA’s media accreditation policy is online. For questions about accreditation or special logistical requests, email: ksc-media-accreditat@mail.nasa.gov. Requests for space for satellite trucks, tents, or electrical connections are due by Friday, Jan. 23.\nFor other questions, please contact NASA Kennedy’s newsroom at: 321-867-2468.\nPara obtener información sobre cobertura en español en el Centro Espacial Kennedy o si desea solicitar entrevistas en español, comuníquese con Antonia Jaramillo: 321-501-8425, o Messod Bendayan: 256-930-1371.\nFor launch coverage and more information about the mission, visit:\nhttps://www.nasa.gov/commercialcrew\n-end-\nJoshua Finch / Jimi Russell\nHeadquarters, Washington\n202-358-1100\njoshua.a.finch@nasa.gov / james.j.russell@nasa.gov\nSteve Siceloff\nKennedy Space Center, Fla.\n321-867-2468\nsteven.p.siceloff@nasa.gov\nJoseph Zakrzewski\nJohnson Space Center, Houston\n281-483-5111\nJoseph.a.zakrzewski@nasa.gov",
          "read_time": 2,
          "domain": "nasa.gov",
          "has_image": true
        },
        {
          "id": 2636514868,
          "title": "A Quarter Century in Orbit: Science Shaping Life on Earth and Beyond",
          "link": "https://www.nasa.gov/centers-and-facilities/johnson/a-quarter-century-in-orbit-science-shaping-life-on-earth-and-beyond/",
          "date": "2026-01-12T22:43:30",
          "author": "Sumer Loggins",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.nasa.gov/wp-content/uploads/2026/01/54085564808-3d495f8355-o.jpg",
          "excerpt": "For more than 25 years, humans have lived and worked continuously aboard the International Space Station, conducting research that is transforming life on Earth and shaping the future of exploration....",
          "content": "For more than 25 years, humans have lived and worked continuously aboard the International Space Station, conducting research that is transforming life on Earth and shaping the future of exploration. From growing food and sequencing DNA to studying disease and simulating Mars missions, every experiment aboard the orbiting laboratory expands our understanding of how humans can thrive beyond Earth while advancing science and technology that benefit people around the world.\nUnlocking new cancer therapies from space\nThe space station gives scientists a laboratory unlike any on Earth. In microgravity, cells grow in three dimensions, proteins form higher-quality crystals, and biological systems reveal details hidden by gravity. These conditions open new ways to study disease and develop treatments.\nAstronauts and researchers have used the orbiting laboratory to observe how cancer cells grow, test drug delivery methods, and examine protein structures linked to diseases such as Parkinson’s and Alzheimer’s. One example is the Angiex Cancer Therapy study, which tested a drug designed to target blood vessels that feed tumors. In microgravity, endothelial cells survive longer and behave more like they do in the human body, giving researchers a clearer view of how the therapy works and whether it is safe before human trials.\nProtein crystal growth (PCG) is another major area of cancer-related study. The NanoRacks-PCG Therapeutic Discovery and On-Orbit Crystals investigations have advanced research on leukemia, breast cancer, and skin cancers. Protein crystals grown in microgravity produce larger, better-organized structures that allow scientists to determine fine structural details that guide the design of targeted treatments.\nStudies in orbit have also provided insights about cardiovascular health, bone disorders, and how the immune system changes in space—knowledge that informs medicine on Earth and prepares astronauts for long missions in deep space.\nBy turning space into a research lab, scientists are advancing therapies that benefit people on Earth and laying the foundation for ensuring crew health on future journeys to the Moon and Mars.\nFarming for the future\nFeeding astronauts on long-duration missions requires more than packaged meals. It demands sustainable systems that can grow fresh food in space. The Vegetable Production System, known as Veggie, is a garden on the space station designed to test how plants grow in microgravity while adding fresh produce to the crew’s diet and improving well-being in orbit.\nTo date, Veggie has produced three types of lettuce, Chinese cabbage, mizuna mustard, red Russian kale, and even zinnia flowers. Astronauts have eaten space-grown lettuce, mustard greens, radishes, and chili peppers using Veggie and the Advanced Plant Habitat, a larger, more controlled growth chamber that allows scientists to study crops in greater detail.\nThese plant experiments pave the way for future lunar and Martian greenhouses by showing how microgravity affects plant development, water and nutrient delivery, and microbial interactions. They also provide immediate benefits for Earth, advancing controlled-environment agriculture and vertical farming techniques that help make food production more efficient and resilient in challenging environments.\nFirst year-long twin study\nUnderstanding how the human body changes in space is critical for planning long-duration missions. NASA’s Twins Study offered an unprecedented opportunity to investigate nature vs. nurture in orbit and on Earth. NASA astronaut Scott Kelly spent nearly a year aboard the space station while his identical twin, retired astronaut Mark Kelly, remained on Earth.\nBy comparing the twins before, during, and after the mission, researchers examined changes at the genomic, physiological, and behavioral levels in one integrated study. The results showed most changes in Scott’s body returned to baseline after his return, but some persisted—such as shifts in gene expression, telomere length, and immune system responses.\nThe study provided the most comprehensive molecular view to date of how a human body adapts to spaceflight. Its findings may guide NASA’s Human Research Program for years to come, informing countermeasures for radiation, microgravity, and isolation. The research may have implications for health on Earth as well—from understanding aging and disease to exploring treatments for stress-related disorders and traumatic brain injury.\nThe Twins Study demonstrated the resilience of the human body in space and continues to shape the medical playbook for the Artemis campaign to the Moon and future journeys to Mars.\nSimulating deep space\nThe space station, which is itself an analog for deep space, complements Earth-based analog research simulating the spaceflight environment. Space station observations, findings, and challenges, inform the research questions and countermeasures scientists explore on Earth.\nSuch work is currently underway through CHAPEA (Crew Health and Performance Exploration Analog), a mission in which volunteers live and work inside a 1,700-square-foot, 3D-printed Mars habitat for about a year. The first CHAPEA crew completed 378 days in isolation in 2024, testing strategies for maintaining health, growing food, and sustaining morale under delayed communication.\nNASA recently launched CHAPEA 2, with a four-person crew who began their 378-day simulated Mars mission at Johnson on October 19, 2025. Building on lessons from the first mission and decades of space station research, they will test new technologies and behavioral countermeasures that will help future explorers thrive during long-duration missions, preparing Artemis astronauts for the journey to the Moon and laying the foundation for the first human expeditions to Mars.\nKeeping crews healthy in low Earth orbit\nStaying healthy is a top priority for all NASA astronauts, but it is particularly important while living and working aboard the orbiting laboratory.\nCrews often spend extended periods of time aboard the orbiting laboratory, with the average mission lasting about six months or more. During these long-duration missions, without the continuous load of Earth’s gravity, there are many changes to the human body. Proper nutrition and exercise are some of the ways these effects may be mitigated.\nNASA has a team of medical physicians, psychologists, nutritionists, exercise scientists, and other specialized medical personnel who collaborate to ensure astronauts’ health and fitness on the station. These teams are led by a NASA flight surgeon, who regularly monitors each crew member’s health during a mission and individualizes diet and fitness routines to prioritize health and safety while in space.\nCrew members are also part of the ongoing health and performance research being conducted to advance understanding of long-term spaceflight’s effects on the human body. That knowledge is applied to any crewed mission and will help prepare humanity to travel farther than ever before, including the Moon and Mars.\nSequencing the future\nIn 2016, NASA astronaut Kate Rubins made history aboard the orbital outpost as the first person to sequence DNA in space. Using a handheld device called the MinION, she analyzed DNA samples in microgravity, proving that genetic sequencing could be performed in low Earth orbit for the first time.\nHer work advanced in-flight molecular diagnostics, long-duration cell culture, and molecular biology techniques such as liquid handling in microgravity.\nThe ability to sequence DNA aboard the orbiting laboratory allows astronauts and scientists to identify microbes in real time, monitor crew health, and study how living organisms adapt to spaceflight. The same technology now supports medical diagnostics and disease detection in remote or extreme environments on Earth.\nThis research continues through the Genes in Space program, where students design DNA experiments that fly aboard NASA missions. Each investigation builds on Rubins’ milestone, paving the way for future explorers to diagnose illness, monitor environmental health, and search for signs of life beyond Earth.",
          "read_time": 6,
          "domain": "nasa.gov",
          "has_image": true
        },
        {
          "id": 1996880675,
          "title": "NASA Invites Media to Cover Artemis Mission from Johnson Space Center",
          "link": "https://www.nasa.gov/news-release/nasa-invites-media-to-cover-artemis-mission-from-johnson-space-center/",
          "date": "2026-01-12T21:27:56",
          "author": "Tiernan P. Doyle",
          "category": "ciencia",
          "category_name": "Ciência & Espaço",
          "image_url": "https://www.nasa.gov/wp-content/uploads/2026/01/artemis-ii-briefing.jpg",
          "excerpt": "Media accreditation is open to attend Artemis II mission activities at NASA’s Johnson Space Center in Houston. Johnson is where flight controllers in mission control will manage the test flight after...",
          "content": "Media accreditation is open to attend Artemis II mission activities at NASA’s Johnson Space Center in Houston. Johnson is where flight controllers in mission control will manage the test flight after liftoff of the first crewed Moon mission under the agency’s Artemis campaign.\nTargeted to launch no earlier Friday, Feb. 6, the Artemis II mission will send NASA astronauts Reid Wiseman, Victor Glover, Christina Koch, and CSA (Canadian Space Agency) astronaut Jeremy Hansen on an approximately 10-day journey around the Moon and back to test the systems and hardware, which will return humanity to the lunar surface.\nAfter launch day, NASA will host daily briefings at Johnson throughout the mission with agency managers and mission experts. The briefings will be streamed on NASA’s YouTube channel.\nInternational media without U.S. citizenship must apply to cover the mission in person at Johnson by 5 p.m. CST Friday, Jan. 16. U.S. media must apply by Friday, Jan. 30. Media representatives must apply by contacting the NASA Johnson newsroom at jsccommu@mail.nasa.gov. NASA’s media accreditation policy is available online.\nDue to high interest, in-person space is limited. Credentialed media will receive a confirmation email if approved. Those who are accredited to attend the Artemis II launch at NASA’s Kennedy Space Center in Florida are not automatically accredited to attend events at Johnson and must receive a separate confirmation for activities in-person at NASA Johnson.\nAs part of a Golden Age of innovation and exploration, Artemis will pave the way for new U.S.-crewed missions on the lunar surface in preparation to send the first astronauts to Mars.\nTo learn more about the Artemis II mission, visit:\nhttps://www.nasa.gov/mission/artemis-ii\n-end-\nRachel Kraft / Lauren Low\nHeadquarters, Washington\n202-358-1600\nrachel.h.kraft@nasa.gov / lauren.e.low@nasa.gov\nChelsey Ballarte\nJohnson Space Center, Houston\n281-483-5111\nchelsey.n.ballarte@nasa.gov",
          "read_time": 1,
          "domain": "nasa.gov",
          "has_image": true
        }
      ],
      "count": 10
    },
    "brasil": {
      "name": "Brasil & Sociedade",
      "description": "Política, economia e sociedade brasileira",
      "articles": [
        {
          "id": 1604915650,
          "title": "Quanto rende aplicar R$ 1 milhão em 2026 com diferentes riscos?",
          "link": "https://economia.uol.com.br/mais/colunas/silvio-crespo/2026/01/13/quanto-rende-r-1-milhao-em-2026-aplicando-com-risco-baixo-medio-e-alto.htm",
          "date": "2026-01-13T09:08:22.901971",
          "author": "Redação",
          "category": "brasil",
          "category_name": "Brasil & Sociedade",
          "image_url": null,
          "excerpt": "Você sabe quanto uma aplicação de R$ 1 milhão feita agora, no início de 2026, tende a render até o fim do ano?",
          "content": null,
          "read_time": 1,
          "domain": "economia.uol.com.br",
          "has_image": false
        },
        {
          "id": 2622547800,
          "title": "Ouro bate recorde e sobe 72% em 12 meses. Ainda vale a pena investir?",
          "link": "https://economia.uol.com.br/noticias/redacao/2026/01/13/ouro-bate-recorde-e-sobe-72-em-12-meses-ainda-vale-a-pena-investir.htm",
          "date": "2026-01-13T09:08:22.901721",
          "author": "Redação",
          "category": "brasil",
          "category_name": "Brasil & Sociedade",
          "image_url": null,
          "excerpt": "ouro bateu recorde nesta segunda-feira, superando o patamar dos US$ 4.600 por onça (28,35 gramas) nos contratos futuros mais negociados no mercado internacional, em meio às tensões entre o president...",
          "content": null,
          "read_time": 1,
          "domain": "economia.uol.com.br",
          "has_image": false
        },
        {
          "id": 1550771093,
          "title": "Mega-Sena: quanto R$ 20 milhões rendem todo mês na poupança e no Tesouro",
          "link": "https://economia.uol.com.br/mais/ultimas-noticias/2026/01/13/mega-sena-quanto-r-20-milhoes-rendem-todo-mes-na-poupanca-e-no-tesouro.htm",
          "date": "2026-01-13T09:08:22.901471",
          "author": "Redação",
          "category": "brasil",
          "category_name": "Brasil & Sociedade",
          "image_url": null,
          "excerpt": "A Mega-Sena sorteia hoje um prêmio estimado em R$ 20 milhões. Quanto esse dinheiro renderia por mês se fosse investido na poupança, no Tesouro Direto ou em títulos de renda fixa?",
          "content": null,
          "read_time": 1,
          "domain": "economia.uol.com.br",
          "has_image": false
        },
        {
          "id": 1172563468,
          "title": "99Food: 'bônus por pontualidade' é ilegal e pode gerar acidentes, diz MPT",
          "link": "https://economia.uol.com.br/colunas/carlos-juliano-barros/2026/01/13/99food-bonus-por-pontualidade-e-ilegal-e-pode-gerar-acidentes-diz-mpt.htm",
          "date": "2026-01-13T09:08:22.901184",
          "author": "Redação",
          "category": "brasil",
          "category_name": "Brasil & Sociedade",
          "image_url": null,
          "excerpt": "Na cada vez mais acirrada \"guerra do delivery\" travada entre aplicativos de entrega de comida, a 99Food vem investindo no marketing do \"seu pedido no horário\" e pagando um bônus de pontualidade aos profissionais que concluem suas corridas em um prazo determinado pela própria plataforma nas praças de",
          "content": null,
          "read_time": 1,
          "domain": "economia.uol.com.br",
          "has_image": false
        },
        {
          "id": 4289179830,
          "title": "Brasil precisa de menos caminhões e mais ferrovias e hidrovias, diz Motiva",
          "link": "https://economia.uol.com.br/noticias/redacao/2026/01/13/motiva-ex-ccr-brasil-potencial-ferrovias-hidrovias.htm",
          "date": "2026-01-13T09:08:22.900813",
          "author": "Redação",
          "category": "brasil",
          "category_name": "Brasil & Sociedade",
          "image_url": null,
          "excerpt": "Ferrovias e hidrovias são modais importantes para o desenvolvimento do Brasil. É o que diz Miguel Setas, presidente da Motiva (ex-CCR). Ele foi convidado do \"UOL Líderes\", videocast do UOL Economia que entrevista líderes do mundo empresarial.",
          "content": null,
          "read_time": 1,
          "domain": "economia.uol.com.br",
          "has_image": false
        }
      ],
      "count": 5
    },
    "retro": {
      "name": "Retrô & Narrativas",
      "description": "Histórias fascinantes e domínio público",
      "articles": [
        {
          "id": 2209091892,
          "title": "A Vintage Watch Broke Auction Records. Then the Rumours Started.",
          "link": "https://longreads.com/2026/01/13/luxury-watch-fraud/",
          "date": "2026-01-13T11:50:00",
          "author": "Brendan Fitzgerald",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": null,
          "excerpt": "\"As demand for luxury watches has rocketed, the business has become beset by skulduggery.\"",
          "content": null,
          "read_time": 1,
          "domain": "longreads.com",
          "has_image": false
        },
        {
          "id": 2499458643,
          "title": "Peter Kropotkin’s Memoirs of a Revolutionist (1899)",
          "link": "https://publicdomainreview.org/collection/kropotkin-memoirs",
          "date": "2026-01-13T11:47:00",
          "author": "Redação",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://pdr-assets.b-cdn.net/collections/kropotkin-memoirs/master-pnp-ggbain-50400-50403u-thumb.jpg",
          "excerpt": "Peter Kropotkin’s Memoirs of a Revolutionist (1899)\n“Many a man and many a woman have accomplished a great life-work without having led a great life”, the influential Danish literary critic Georg...",
          "content": "Peter Kropotkin’s Memoirs of a Revolutionist (1899)\n“Many a man and many a woman have accomplished a great life-work without having led a great life”, the influential Danish literary critic Georg Brandes wrote in his introduction to Peter Kropotkin’s 1899 Memoirs of a Revolutionist. “Many people are interesting, although their lives may have been quite insignificant and commonplace. Kropotkin’s life is both great and interesting”.\nBorn Prince Pyotr Alexeyevich Kropotkin (1842–1921) into a prominent Moscow family, by the end of his life, he had served as Tsar Alexander II’s personal page; had reshaped scientific knowledge of Asian geology and the Ice Age; had been the first European to travel to the Greater Khingan Range; had seen the serfs emancipated; and had been jailed twice for his revolutionary politics. More famously, he was, by the end of the nineteenth century, one of the world’s leading anarchists. If that life, as captured in his memoirs, is as interesting as it is great, it is because Kropotkin is an anarchist propagandist as fascinated by science and art as the goings-on of the First International.\nOriginally serialized in The Atlantic in 1898, these Memoirs are a Bildungsroman for the anarchist intellectual. When the tsar’s brother, the Grand Duke Nicholas (1831–91), comes to visit Kropotkin in his jail cell in the infamous Peter and Paul Fortress in 1876, Kropotkin delights in the royal’s discomfiture. How could someone so close to the palace have thrown his lot in with the people who wanted to see it destroyed? “Were you such in the corps of pages?” the Grand Duke asks (his voice filled “with terror”, Kropotkin adds). “In the corps I was a boy”, Kropotkin responds, “and what is indefinite in boyhood grows definite in manhood”.\nKropotkin’s childhood is thus narrated to make his later crisis seem almost inevitable. Born in 1842, that childhood is spent among an aristocracy whose shortcomings are as apparent to him as they were to his contemporary Leo Tolstoy (1828–1910), another revolutionary dropout. Kropotkin’s father is distant to his sons and cruel to his serfs, forcing marriages and commanding floggings. Those serfs are, in contrast, much, much kinder to Kropotkin than they need to be.\nBut Kropotkin was young enough that his Europe, as later Russian exile Victor Serge (1890–1947) wrote in his own Memoirs of a Revolutionary, was still a place “where the ideal of liberty seemed to have some future”. And indeed we read how, when Alexander II issues the Emancipation Manifesto on March 3, 1861, Kropotkin and his fellow cadets rush to the hotbed of radical revolutionary energy in St. Petersburg — the Italian opera — and join in celebrations. “The same enthusiasm was in the streets”, he exclaims. A new Russia, perhaps, is dawning.\nThat hope, however, was short-lived, and Kropotkin has a front-row seat to the later disappointments of Alexander II’s reign: as the top student at the academy, he is assigned directly to the emperor as a page de chambre. His disgust with courtly life means that he eventually asks, in 1862, to be sent to eastern Siberia. In that little-populated, only-recently-annexed part of Russia, he sees how people can live without a state. It is here, finally, at the close of volume I, that he is “prepared to become an anarchist”.\nHis full conversion comes five years later, on a scientific expedition to Finland. He is considering whether to accept a position as the secretary of the Geographical Society when a revelation hits him, re-narrated some thirty years later with a characteristically vivid and sentimental urge to solidarity:\nThere, on the crest of that immense moraine which runs between the lakes, as if giants had heaped it up in a hurry to connect the two shores, there stands a Finnish peasant plunged in contemplation of the beautiful lakes, studded with islands, which lie before him. Not one of these peasants, poor and downtrodden though they may be, will pass this spot without stopping to admire the scene. Or there, on the shore of a lake, stands another peasant, and sings something so beautiful that the best musician would envy him his melody for its feeling and its meditative power. Both deeply feel, both meditate, both think; they are ready to widen their knowledge: only give it to them; only give them the means of getting leisure. This is the direction in which, and these are the kind of people for whom, I must work. All those sonorous phrases about making mankind progress, while at the same time the progressmakers stand aloof from those whom they pretend to push onwards, are mere sophisms made up by minds anxious to shake off a fretting contradiction.\nSo I sent my negative reply to the Geographical Society.\nOnce he has this realization, a return to normal life is impossible: he becomes a full-time revolutionist.\nNevertheless, Kropotkin is never quite able to abandon his scientific work. When word comes that the secret police is onto him, he has to delay his escape by a week, because he needs to be present for a debate about his work at the Geographical Society. The discussion concludes and everyone agrees he is right; unfortunately, a few days later, he is locked up without trial in the Peter and Paul Fortress. Yet science is also his relief from the horrors there: although ostensibly none of the prisoners are allowed books, pens, or paper, an exception is made for Kropotkin so he can finish his work on glaciers. (His self-sacrifice throughout is such that it is a relief to see him throw an aristocratic fit when his “silk undergarment” is confiscated by the prison administration.)\nHis friends spring him out in 1876, and he goes into exile first in England, where he earns money by writing articles for Nature, and then in Switzerland, where he begins printing his anarchist newspaper, Le Révolté (his passionate retelling of its founding is essential reading for anyone interested in DIY publishing). Kropotkin is arrested by the French in 1882, which only serves to make him more famous. Rumor has it (that is, Kropotkin alleges) that the nascent Franco-Russian alliance is conditioned on France keeping him locked up. But eventually he is freed, and off he travels to England, where he writes numerous books, including this memoir.\nHis valediction is a prediction: “a chance combination of accidental circumstances may bring about in Europe a revolution . . . a deep and rapid social reconstruction”. Fifteen years later, Franz Ferdinand was assassinated, and three years after that the Romanovs were too. Unfortunately for the Bolsheviks, Kropotkin was wrong that, in this new age, revolutions would no longer need to “assume the violent character which they took in times past”. But when he died in 1921, the anarchists were allowed to organize a massive funeral (with a eulogy by Emma Goldman). It would be the last major anarchist gathering in the Soviet Union.\nEnjoyed this piece? We need your help to keep publishing.\nThe PDR is a non-profit project kept alive by reader donations – no ads, no paywalls, just the generosity of our community. It’s a really exciting model, but we need your help to keep it thriving. Visit our support page to become a Friend and receive our themed postcard packs. Or give a one-off donation. Already a supporter? A huge thank you for making all this possible.\nJan 13, 2026",
          "read_time": 6,
          "domain": "publicdomainreview.org",
          "has_image": true
        },
        {
          "id": 2732231148,
          "title": "Center of Gravity",
          "link": "https://longreads.com/2026/01/12/center-of-gravity/",
          "date": "2026-01-12T20:18:20",
          "author": "Krista Stevens",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": null,
          "excerpt": "We’ve been fortunate to publish Kristina Kasparian in the past. Read “Flying Solo” and “The Kitchen with Two Doors.”\nIn this deeply moving personal essay for The Rumpus, Kristina Kasparian reflects...",
          "content": "We’ve been fortunate to publish Kristina Kasparian in the past. Read “Flying Solo” and “The Kitchen with Two Doors.”\nIn this deeply moving personal essay for The Rumpus, Kristina Kasparian reflects on the emotional weight she carries after a decade spent trying to start a family via surrogate pregnancy. “A body has its limits, a couple does too,” she writes. As she recalls the cumulative trauma of a miscarriage and a stillbirth, Kasparian wonders how much more pain and grief she and her husband Ethan can endure.\nIn ten years, my center has been entered seven times to excavate this seaweed, and rotten masses, and harvested eggs, and fossilized fetuses, and a uterus that bled more than a heart. So much weight has been carried and uncarried in this rattled core.\nI am as protective of this center as I am terrified of it, of what it will do or fail to do next. I struggle to see it as an ally rather than an adversary when its antics have cost me my lightness, my career, and much of my independence. It has made my breathing erratic and sex unpleasant and digestion torturous. It’s forced me to outsource my body to Ethan, to pile my inabilities onto his to-do list. Still, Ethan swears I haven’t cost him a thing. Even when I pulled the plug on our fertility treatments to save myself from sinking into sickness. To some, having a surrogate before a hysterectomy makes a selfish wife. And selfish wives make selfish mothers. This, too, churns beneath the surface of my skin.\nMore picks on grief\nMount Fear Diary\n“Speaking to the dead can, for a short while, seem to place us outside the laws of nature—outside the rules governing time and space.”\nWhat We Search For\n“What they searched for wouldn’t look like a body, not anymore.”\nFlipping Grief\n“This is loss. Memory, damp and compact as clods of earth, is dried out in the marketplace and burned as turf.”",
          "read_time": 2,
          "domain": "longreads.com",
          "has_image": false
        },
        {
          "id": 3486249022,
          "title": "George Saunders Says Ditching These Three Delusions Can Save You",
          "link": "https://longreads.com/2026/01/12/george-saunders-vigil-interview/",
          "date": "2026-01-12T17:51:45",
          "author": "Brendan Fitzgerald",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": null,
          "excerpt": "Perhaps George Saunders rolled his eyes at the headline atop his interview with David Marchese; I certainly did. But there’s characteristic Saunders goodness here, a dose of nuance and contemplation...",
          "content": "Perhaps George Saunders rolled his eyes at the headline atop his interview with David Marchese; I certainly did. But there’s characteristic Saunders goodness here, a dose of nuance and contemplation that challenges the writer’s widespread portrayal as a “secular saint” while still elevating the reading experience to something “sacramental.” This interview won’t save you, but it will connect you with a writer who is an attentive student of his own mind—a study we would all do well to take up.\nFor the most part, just looking at my own heart, when I’ve been in sync with truth, I felt better. When I was not in sync with truth, I felt poorly. That might be the only judgment that takes place in this sphere. In the book, in that last 15 or 20 pages, I got a lot of surprises. Things that I was rooting for didn’t happen. That’s the beauty of the writing process. It’s almost like something arises out of me that’s a little smarter, a little more fair, a little more curious, and hovers over the desk for a while. Then the theory is the book urges that spirit out of the reader as well, and the two things merge.\nMore picks about the art of reading\nWhat Happened When I Tried to Replace Myself with ChatGPT in My English Classroom\n“We would look at the evidence, and at the end of the semester, they would decide by vote whether A.I. could replace me.”\n‘Here I Gather All the Friends’: Machiavelli and the Emergence of the Private Study\n“Reading is a form of necromancy, a way to summon and commune once again with the dead, but in what ersatz temple should such a ritual take place?”\nAgainst Rereading\n“For those who do not reread, a book is like a little life. When it ends, it dies—or it lives on, imperfectly and embellished, in your memories.”",
          "read_time": 2,
          "domain": "longreads.com",
          "has_image": false
        },
        {
          "id": 3437274863,
          "title": "A Brief History of Men Showing Leg",
          "link": "https://daily.jstor.org/a-brief-history-of-men-showing-leg/",
          "date": "2026-01-12T14:20:16",
          "author": "Livia Gershon",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://daily.jstor.org/wp-content/uploads/2026/01/a_brief_history_of_men_showing_leg_1050x700.jpg",
          "excerpt": "The mid-seventeenth century court of King Charles II introduced a radical innovation in fashion, eliminating voluminous layers of aristocratic male clothing in favor of an outfit consisting of narrow...",
          "content": "The mid-seventeenth century court of King Charles II introduced a radical innovation in fashion, eliminating voluminous layers of aristocratic male clothing in favor of an outfit consisting of narrow tapered breeches, a vest or waistcoat, and a coat. Over the next century, the three-piece suit spread across class lines and all over England. Some writers have viewed this simplification of male attire mainly as a dialing back of decorative flourishes and an emphasis on masculinity as a matter of disembodied rationality. But historian Karen Harvey points to something different about men’s fashion in this era: the tight pants.\nHarvey writes that the increased visibility of male legs was partly a function of changes in textile technology. Particularly for men outside the aristocracy, the growing availability of cotton in the eighteenth century, and new ways of working with it, created new possibilities. Cotton breeches gradually replaced leather ones, and white cotton hose provided a streamlined silhouette previously only available to those who could afford knitted silk.\nTight, light-colored cotton breeches gave rise to new military-inspired fashion, with visible leg muscles serving as a sign of martial strength. They were also adopted by dandies who played with extremely eye-catching male styles.\nMore to Explore\nOf Heights and Men\nHarvey writes that the breeches imitated the look of bare skin while giving a neat, hairless, and white appearance. This both mimicked classical sculpture and distanced “civilized” men from their “savage” counterparts. In contrast, English depictions of Scottish men with bare legs below their kilts connoted military strength but also barbarity. And, from a different direction, weak men with “spindle legs” became pop-culture punchlines.\nAdvice written for young men suggested wearing shoes without thick heels to exercise the calf muscles. But vanity was also to be avoided. As writer Matthew Towle admonished his young gentlemen readers in 1770, “‘Tis not thy leg that God rejoices in, no, ‘tis thy Soul.”\nWeekly Newsletter\nAlong with strength, Harvey writes, the musculature of men’s legs reflected grace in the socially important art of dancing. Eighteenth-century dances often featured the male dancer repeatedly making rapid, high jumps.\nThe Analysis of Beauty, written by artist William Hogarth in 1753, located beautiful curves in the female waist and the male leg. And legs also represented sexual and reproductive potency. In a scene from one smutty book in which women praise the virility of a male character, one exclaims “I warrant you there are twenty Boys in his Calves; he’s none of your Spindle-shanks.” Harvey notes that men who saw women judging their likelihood of siring sons by the shape of their thighs were envisioning themselves as something very different from disembodied minds. “The new, tight-fitting breeches would have given men an acute sense of the surface, shape, position, and feel of their own body, as well as its exposure,” she writes. “Yet in stark contrast to women’s embodiment, masculine embodiment empowered and liberated.”",
          "read_time": 2,
          "domain": "daily.jstor.org",
          "has_image": true
        },
        {
          "id": 3765724403,
          "title": "I Tried to Be the Government. It Did Not Go Well.",
          "link": "https://longreads.com/2026/01/12/be-the-government-atlantic/",
          "date": "2026-01-12T11:00:00",
          "author": "Peter Rubin",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": null,
          "excerpt": "In her time as the youngest-ever columnist at The Washington Post, Alexandra Petri honed the humor writing that has since won her a Thurber Prize. Now, at The Atlantic, she applies her formidable...",
          "content": "In her time as the youngest-ever columnist at The Washington Post, Alexandra Petri honed the humor writing that has since won her a Thurber Prize. Now, at The Atlantic, she applies her formidable gifts to a stunt—taking on the duties of all the federal workers whose departments have been gutted by the Trump Administration—that will absolutely be remembered as one of the best participatory features of 2026.\nAnd the potential duties kept piling up as I learned about each round of cuts. Since I started typing this paragraph, Donald Trump has fired many of the people who surveil infectious diseases; before I finish typing this paragraph, he may have hired them back. I hope so! I would do almost anything for a good story, but perhaps I should draw the line at “monitor Ebola.”\nJohn F. Kennedy famously implored us: “Ask not what your country can do for you—ask what you can do for your country.” Well, I asked! And the answer is: lots of things. If you don’t mind doing them wrong.\nMore yes pieces\nSpeaking Apartment\n“The good ones are seldom advertised; they are passed down to friends or family members.”\nI Gave Myself a Month to Make One New Friend. How Hard Could That Be?\n“Americans have become terrible at making and keeping friends.”\nI Drove a Cybertruck Around SF Because I Am a Smart, Cool Alpha Male\n“You can see my thirst from the f—king moon, so why not drive an equally conspicuous truck?”\nLaugh Riot\n“To understand Trump’s continuing hold over his fans, we have to ask: Why do they find him so funny?”\nWhen I Met the Pope\n“Imagine an Irish Catholic bishop telling you that you have no chill.”\nIn Defense of the Rat\n“That said, things obviously did get weird.”",
          "read_time": 1,
          "domain": "longreads.com",
          "has_image": false
        },
        {
          "id": 3717997469,
          "title": "Samurai and Guerrillas: The First Official Japanese Visit",
          "link": "https://daily.jstor.org/samurai-and-guerrillas-the-first-official-japanese-visit/",
          "date": "2026-01-09T14:20:39",
          "author": "Matthew Wills",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://daily.jstor.org/wp-content/uploads/2026/01/samurai_and_guerillas_the_first_official_japanese_visit_1050x700.jpg",
          "excerpt": "In June, 1860, a Japanese diplomatic mission visited Washington, DC, and then toured Baltimore, Philadelphia, and New York. The first official Japanese visit to a Western nation, the delegation was...",
          "content": "In June, 1860, a Japanese diplomatic mission visited Washington, DC, and then toured Baltimore, Philadelphia, and New York. The first official Japanese visit to a Western nation, the delegation was composed of seventy-seven samurai. They created a sensation with their exotic clothing, not least for throwing the rigid male-female gender dichotomy and racial order of mid-century America into turmoil.\nScholar Ikuko Asaka writes that news coverage of the mission used already-established orientalist tropes of “feminine” “Asiatics.” Matthew Perry’s 1853-1854 expedition “opening” Japan had “spurred orientalist analogies that likened Japan to a woman and Japanese men to women.” Among other examples, she quotes the literary and lifestyle magazine Home Journal in 1856: Japan was the “fairest of the Eastern feminine nations,” the “Island Belle” the US had won in a courtship battle with “John Bull” (Britain) and the Russians.\nThe 1860 mission was written about in the same vein as newspapers obsessed over the silks, sleeves, and sashes of Japanese male attire. “A disproportionate number of reports on the mission represented the Japanese men as sartorially feminine (that is, as wearers of clothing items associated with women) or downright called them effeminate in mind and demeanor.”\nAnother theme in the press was the large number of white women who thronged the delegation. White women were fascinated by these embodiments of exotic fashion—and exotic eroticism.\nMore to Explore\nThe Disappearance of Japan’s “Third Gender”\nAfter crashing a presidential reception—the official event was intended to be serious and male—the “ladies” started being castigated in the press for “their intrusion into formal diplomatic arenas and excessive presence around and closeness to the Japanese in informal public spaces.” The New York Herald, for one example, referred to women in “predatory bands” in crinolines who “made guerrilla charges upon the illustrious Orientals.” (The Japanese, however, saw it all as a fairly successful process of goodwill-making.)\nWhile orientalist fascination drove white women to the streets and federal buildings, white men (the press) quickly devalued both the agents and objects of such fascination as unqualified to conduct diplomacy on par with white men.\nBut, because the Japanese had “strictly male duties at the heart of the federal government” as diplomats, they “undercut and subverted the press’s feminization of Japanese men and devaluation of white women’s political capacity.”\nDiplomatic needs prevented white men from letting feminization do its usual work—that of justifying and solidifying race-based subjugation and exclusion by relegating nonwhite radicalized peoples outside the bounds of normative manhood. Effeminate nonwhite men in silk dresses performed male privilege and authority, transcending the era’s gender dualism.\nThe actual work the delegation did, the “male gender performances by the dress-clad foreign dignitaries,” disrupted the efforts to feminize them and Japan as a whole.\n“White women’s desire for physical proximity to Japanese men,” meanwhile, “conjured specters of women’s interracial eroticism.” Seventeen-year-old Tateishi Onojiro, an interpreter-in-training and the youngest member of the delegation, especially became something of a heartthrob. He was nicknamed “Tommy” from “Washington Heights to East Broadway,” as Vanity Fair had it. There was even a “Tommy Polka” written in his honor.\nWeekly Newsletter\nThe New York World trumpeted a sex scandal between Tommy and a “popular actress at Niblo’s [theater].” The scandal was interracial desire, even though he was portrayed as a “woman-like man,” “wearing loose and long garments” just like the ladies. The New-York Commercial Advertiser denied any affair between Tommy, “an excellent boy” and the actress, “but still implicitly recognized Japanese men’s ability to excite women’s sexual desire.”\nNon-white men in “dresses,” as the American press insisted on characterizing formal attire for Japanese men, igniting desire among the “crinoline mob,” the press’s disparaging label for women—the Japanese visit only lasted a month, but it sure stirred things up.",
          "read_time": 3,
          "domain": "daily.jstor.org",
          "has_image": true
        },
        {
          "id": 2620902822,
          "title": "The Book That Became The Iron Giant",
          "link": "https://daily.jstor.org/the-book-that-became-the-iron-giant/",
          "date": "2026-01-08T14:18:10",
          "author": "Emily Zarevich",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://daily.jstor.org/wp-content/uploads/2026/01/the_book_that_became_the_iron_giant_1050x700.jpg",
          "excerpt": "Sometimes connecting the dots between creative industries leads to some intriguing discoveries. For example, did you know that the 1999 Warner Bros. cult classic animated film The Iron Giant,...",
          "content": "Sometimes connecting the dots between creative industries leads to some intriguing discoveries. For example, did you know that the 1999 Warner Bros. cult classic animated film The Iron Giant, directed by Brad Bird, was actually loosely based on a 1968 children’s novel written by British author and editor Ted Hughes, the poet Sylvia Plath’s widower? “Loosely” is a key word here.\nTed Hughes’s The Iron Man is a lighthearted science fiction novel that’s palatable for children while still offering enough mature themes to appeal to adult readers. In the book, a machine-like entity made entirely out of iron appears out of thin air. He has no explained origin, no creation story, and he has the ability to reassemble himself when his body falls apart. He hungers for metal food and must learn to peacefully coexist with the human race. When he does, he steps up to defend it when a major threat appears from outer space.\nTed Hughes and Brad Bird both seemed to like the idea of taking the concept of Mary Shelley’s scientifically engineered, misunderstood monster and expanding upon it. However, as scholar T.S. Miller explains in his 2009 article for Journal of the Fantastic in the Arts, The Iron Man and The Iron Giant have significant differences that reflect the creators’ visions for storytelling.\nMiller describes The Iron Giant as “a sort of dramatic ‘reanimation’ of the 1968 children’s novel by Ted Hughes. Indeed,” he continues, “the adaptation borrows little from the book other than its title and its central characters.”\nMore to Explore\nMan of Science, Man of God\nPerhaps the most significant difference between the book and the film is the character placed at the narrative’s center: the great iron being or his young human companion, Hogarth. In Ted Hughes’s original book, the character of Hogarth is a minor, secondary figure who redirects the Giant’s ravenous appetite for metal away from a town’s essential farm equipment and towards the local scrap heap. He and the Iron Man share a tender friendship that is a stepping stone to the Iron Man’s slow welcoming into the community. The Iron Man and his redemption arc remain, at all times, the central focus of the story’s plot, while Hogarth as a character is minimally developed.\nHowever, in Brad Bird’s film adaptation, Hogarth is promoted to a full, three-dimensional protagonist with his own arc into maturity and responsibility. Seemingly friendless, raised by a single mother who works at all hours, and possessing a streetwise strand of independence, Bird’s Hogarth takes on the role of nurturer to the Iron Giant, who is as alone in the world as he is. Hogarth teaches the Giant right from wrong, demonstrates how to connect with nature, and, as Miller comments further in his article, fills in the emotional gap left behind by the Giant’s never-explored prologue.\nWeekly Newsletter\n“In the beginning, Hogarth does not know the giant, and the giant does not know himself,” writes Miller. “Even so, his dramatic act of autopoiesis serves as an early sign that, with the proper direction from a ‘parent’ and educator like Hogarth, the Iron Giant is capable of achieving a destiny independent from both the mistakes and the possibly less than-noble intentions of the creator who abandoned him across interstellar space.”\nWhether or not the Iron Man/Giant needs a mentor to make his story meaningful is a matter of opinion. Ted Hughes seemed to take the stance that a sense of morality develops naturally through experiences and interactions with other creatures. Brad Bird maintains that it is developed through the hand-held guidance that only a sympathetic, more experienced person can provide. Same story, two vastly different takes.",
          "read_time": 3,
          "domain": "daily.jstor.org",
          "has_image": true
        },
        {
          "id": 396653104,
          "title": "The Fires This Time",
          "link": "https://daily.jstor.org/the-fires-this-time/",
          "date": "2026-01-07T14:23:00",
          "author": "Sara Ivry",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://daily.jstor.org/wp-content/uploads/2026/01/the_fires_this_time_1050x700.jpg",
          "excerpt": "In recent years, wildfires have made headlines for devastating much of the western United States and Canada. Looking for ways to better understand this decimation, scientists have turned to an...",
          "content": "In recent years, wildfires have made headlines for devastating much of the western United States and Canada. Looking for ways to better understand this decimation, scientists have turned to an earlier period known as the Medieval Climate Anomaly, when parts of North America saw notable increases in temperature and wildfires.\nDefinition Dilemma\nThe identification of the Medieval Climate Anomaly depends on a revised understanding of a longstanding theory about a climatic pattern. In 2003, Raymond S. Bradley, Malcolm K. Hughes, and Henry F. Diaz credited climatologist Hubert Lamb for introducing the concept of a Medieval Warm Epoch in 1965 in reference to “evidence for warm, dry summers and mild winters centered around 1100 to 1200 AD” in Western Europe. Yet, despite his observations about Europe, Lamb didn’t extrapolate the patterns he observed and apply them elsewhere in the world, nor did he try to see if his observations about the High Middle Ages (eleventh through fourteenth centuries) were relevant to the early Middle Ages (the fifth through tenth centuries).\nToday, scientists more commonly use Medieval Climate Anomaly (MCA), coined by Scott Stine, to refer to the period between approximately 950 to 1250. Current theories about the warming period acknowledge that some areas across the world may have experienced climatic variations during these centuries, but historians disagree on the exact range of time the MCA covers.\nTo get a clearer understanding, I spoke with Raymond S. Bradley, Director of the Climate System Research Center at the University of Massachusetts Amherst. Bradley explains that scholars still use the label and theory rather loosely.\nWeekly Newsletter\n“Often people will have a study of lake sediments or tree rings or speleothems [mineral deposits formed in caves], whatever it is, that they will label ‘Medieval Climate Anomaly,’” he says, “even though it might be a completely different time period from the original definition of the term….They call it the Medieval Climate Anomaly, but it’s not the same period, and it varies from different parts of the world.”\nIn the Intergovernmental Panel on Climate Change (IPCC)’s 2001 report, scientists note, “Medieval warmth appears, in large part, to have been restricted to areas in and neighboring the North Atlantic.” Despite this murkiness in terminology, scientists generally agree that an identifiable shift in climate patterns with a marked temperature increase occurred in Western Europe and North America in the Middle Ages.\nCauses and Correlations of the MCA\nWhat might have caused these climate shifts? There are two major phenomena connected to the MCA: the North Atlantic Oscillation (NAO) and a lack of volcanic eruptions. The former concerns atmospheric pressure differentials between the low pressure North Atlantic and the higher pressure subtropical Atlantic. Strong positive phases of the NAO—when the pressure difference is high—tend to be associated with increased temperatures and precipitation in much of the United States and northern Europe, according to the National Oceanic and Atmospheric Administration (NOAA). But this warmth “appears to be associated with prevailing La Niña-like conditions,” according to a research team led by professor of dendrochronology Valérie Trouet. Their study, along with others, suggest such a weather pattern resulted in increased drought conditions in the western United States during the Middle Ages.\nAs for volcanoes, a proliferation of eruptions can lead to colder weather. During the MCA, the fact of fewer eruptions might have contributed to warmer oceans and thus a warmer planet. It was, Bradley says, “a quiet period geologically.” In a 2025 interview, Nicholas Graham of the Hydrologic Research Center told me that once large eruptions began to occur more frequently in the thirteenth century, they “really initiated the step down into the Little Ice Age or, you could say, it terminated the Medieval Warm Period.” The Little Ice Age (LIA), taking place from the fourteenth through nineteenth centuries, saw a pattern of cooling temperatures.\nMore to Explore\nThe Climate Canvasses of the Little Ice Age\nSo, the attributable causes of medieval climate change differ from those behind modern, anthropogenic climate. Before the industrialized era, Bradley explains, though there were occasional warm intervals across the world, “when you average it all out across the globe, you don’t really see the same compelling warm interval that you see today, where everywhere the entire planet is warmer.” The causes of climate change in the twenty-first century—increased overall concentrations of CO2—are unrelated to the causes of regional temperature during the medieval period.\nWild, Wild Wildfires\nThough the causes of rising temperatures across the planet may be different than during the MCA, at least one of the effects is the same: an increase in wildfires. However, the number of wildfires in the MCA was lower than it is now. Examining boreal forests in Alaska, Ryan Kelly and fellow scholars noted in a 2013 study, “warm and dry climatic conditions resulted in peak biomass burning” during the MCA. Yet, there are more fires today than there were during the MCA, as the modern era “is characterized by exceptionally high fire frequency and biomass burning.”\nCounting fires of the MCA is a daunting task, but using historical bio-evidence, scientists can make a good estimation. For instance, Philip Higuera, Bryan N. Shuman, and Kyra D. Wolf use tree-ring and lake sediment records to study how often Rocky Mountain subalpine forests burned in the early MCA. Between 770 and 870 (slightly before the period Stine designates as the MCA), Northern Hemisphere temperatures were about 0.3 °C higher than the twentieth-century average. Analyzing “a unique network of paleofire records spanning the past 2,000 [years],” the team shows that that temperature increase correlates with an increase in wildfires.\nHiguera and colleagues also compared the rate of burning between the years 2000 and 2020 to the rate from 770 to 870 by examining fire rotation periods (FRPs), which record how long it takes a past fire to burn an area the same size as the area burned in the twenty-first century. The lower the FRP, the faster an area burns, so higher FRPs are desirable for areas prone to wildfire. Higuera et al. show that periods prior to the late twentieth and early twenty-first centuries had higher FRPs.\nFRPs begin to dip—and fires to burn more rapidly—in the twenty-first century. The period between 2000 to 2020 had a median FRP of 117, which the scientists note “represents nearly a doubling of the average rate of burning” over the past two millennia. This FRP is even lower than that from the century between 770 and 870 (about 150), indicating modern wildfires are happening more rapidly now than in the MCA.\nMCA, Wildfires, and Temperatures\nBut what role does rising temperatures play in all this? In a 2015 study, W. John Calder and fellow researchers observe a positive correlation between temperature and the median percentage of sites burned. They examined sediment found in lakes located near wildfires that burned during the MCA. When wildfires rage within one to three kilometers of a lake, the sediment reaches a peak in charcoal accumulation, “preserv[ing] a signal of the fire.” By obtaining examples of multiple instances of charcoal accumulation, the team can better understand any “regional changes in biomass burned.”\nCalder et al. collected sediment cores from a subalpine forest area in and around the Mount Zirkel Wilderness in Colorado. Here, vegetation has remained relatively consistent across two millennia. This helped the team to control for additional variables that could otherwise skew their results. Examining sediment records from nearby lakes, they found that the percentage of sites burned per century and the amount of charcoal in lakes rose during the early MCA. They estimate a median of 83 percent of the sites examined burned between approximately 885 to 985 CE. In that same period, temperatures increased by up to 32.9°F.\nEventually, though temperatures remained elevated for another 250 years, the number of wildfires decreased, but the study’s authors are not clear on why. The team notes that the areas they studied burned more in the MCA than they have today, implying this yet could change, since “temperatures have only been comparable to the MCA for the past few decades.”\nTemperatures Then vs. Now\nLate twentieth-century and MCA temperatures are comparable. Mann et al. note in a 2008 study that high temperatures from around 960 correspond roughly to temperatures around 1980. But what does that look like? According to the IPCC’s 2007 report, the period with hottest temperatures prior to the twentieth century probably lasted from 950 and 1110 CE. During that hot span, the IPCC estimated the temperatures weren’t as high as they are now; those temperatures were about 32.18°F and 32.36°F lower than the mean temperatures achieved between 1961 to 1990.\nUsing government data of average temperatures in the twentieth century, I have calculated that average temperature during the MCA would have been about 51.94° F. As a result, I postulated that MCA peak temperatures could have been between 19.58 and 19.76° lower than modern ones. As Malcolm Hughes notes in an e-mail interview, in fact “temperature conditions for the Great Basin, and much of the rest of the US West, in the MCA were notably cooler than in the 20th century, let alone the 21st century.” While the MCA’s peak temperatures may have been a bit comparable to modern ones, its average temperatures, then, would have been significantly lower than modern temperatures.\nIn the MCA, increased temperatures meant an increase in devastating fires, so it stands to reason the same problem will take place with elevated temperatures across the globe today. From that we can learn that areas not previously predisposed to wildfires may start to experience this kind of devastation. NASA notes that, that in areas varied as Colorado and East Africa, wildfire season now stretches beyond the summer well into the fall. In 2015, the organization found that “fire weather seasons have lengthened across one quarter of Earth’s vegetated surface.” An examination of the MCA suggests we can predict that this trend will continue, and it’s possible—and even likely—that the crisis of a wildfire may turn from a geographically isolated catastrophe to a prevailing problem for much of the world.",
          "read_time": 8,
          "domain": "daily.jstor.org",
          "has_image": true
        },
        {
          "id": 3202888504,
          "title": "A Thousand and One Nights in Italy: The Moorish Fantasias of Cesare Mattei and Ferdinando Panciatichi",
          "link": "https://publicdomainreview.org/essay/a-thousand-and-one-nights-in-italy",
          "date": "2025-12-10T15:47:00",
          "author": "Redação",
          "category": "retro",
          "category_name": "Retrô & Narrativas",
          "image_url": "https://pdr-assets.b-cdn.net/essays/a-thousand-and-one-nights-in-italy/rochetta-thumb.jpg",
          "excerpt": "A Thousand and One Nights in Italy The Moorish Fantasias of Cesare Mattei and Ferdinando Panciatichi\nIn mid-19th century Italy, two eccentric aristocrats set forth on parallel projects: constructing...",
          "content": "A Thousand and One Nights in Italy The Moorish Fantasias of Cesare Mattei and Ferdinando Panciatichi\nIn mid-19th century Italy, two eccentric aristocrats set forth on parallel projects: constructing ostentatious castles in a Moorish Revival style. Iván Moure Pazos tours the psychedelic chambers of Rochetta Mattei, optimised for electrohomeopathic healing, and Castello di Sammezzano, an immersive, orientalist fever dream.\nDecember 10, 2025\nThe Moorish Revival in European architecture arose during a period of Western fixation on North Africa and the Middle East.1 Napoleon Bonaparte’s campaign in Egypt and Syria, while ultimately a failure in military terms, sparked widespread interest on the Continent for all things pertaining to Oriental art. Add to this the mass construction of synagogues in the principal capitals of Europe during the first half of the nineteenth century, which were among the earliest expressions of neo-Orientalist architecture on European soil after the style was adopted as an emblematic marker of Semitic cultural identity. (Many of these synagogues were, it should be noted, destroyed during the tragic Novemberpogrome of 1938, including the Munich Synagogue (1832) designed by Friedrich von Gärtner and the Dresden Synagogue (1838) by renowned architect Gottfried Semper.) Last, and by no means of lesser import, the rise of the British fever for all things Alhambrist and Andalusian. According to Tonia Raquejo, it was English travellers who first diverged from the Italian routes of the Grand Tour in the late-eighteenth century to venture into Spain, drawn to the country’s great Arab monuments.2\nAgainst the backdrop of these developments, the Moorish Revival style began to gain prominence in Europe by the mid-nineteenth century, particularly in England, France, Portugal, and Spain. In the latter, neo-Mudéjar would rise to the status of a national style, emblematic of the country’s rich multicultural heritage. This was not the case in Italy. The nascent nation, immersed in its Risorgimento, found historical continuity instead in Greco-Roman culture, fostering a notable architectural Neo-Renaissance. Consequently, and in contrast with Spain, Arabised notes appeared only marginally in nineteenth-century Italy, always external to the national identity and largely confined to aristocratic eccentricities. Two of the finest examples in this regard are the Rocchetta Mattei and the Castello di Sammezzano, which were the product of their owners’ overt singularity.\nThese Italian palaces, pioneering in their genre, were constructed in a region renowned for its proliferation of classical architecture and even predate the great regional synagogues, such as in Florence (1874). Nevertheless, as we shall see, they constitute two of the most fascinating examples of Moorish Revival palatial architecture to emerge in Europe in the 1840s and 50s, alongside the Maurisches Landhaus (1846) in Stuttgart, the Quinta do Relógio (1850) and the Palácio de Monserrate (1854) in Sintra, and the Casamaures (1855) in Grenoble. In due course, this Moorish Revival initiative — pursued by the Count Cesare Mattei and Marquis Ferdinando Panciatichi — would be taken up in other Italian works, such as the marvellous Villa Crespi (1879) on the shores of Lake Orta.\nLife and Death at the Rocchetta Mattei\nIt is 1850 in Bologna and Cesare Mattei looks on in dismay as his mother, Teresa Montignani, agonises on her deathbed. Her prolonged suffering prompts the exhausted count to abandon his political responsibilities and dedicate himself to a mission that is both altruistic and utopian: to free the world from the pain of disease. Making use of a strange universal formula, he shuts himself up in a “medieval fortress” in the Apennine commune of Grizzana Morandi, and, with his court of faithful followers, builds a sanctuary of healing called Rocchetta Mattei.\nA magician, alchemist, and self-taught doctor, Cesare Mattei made his mark on the world with his energy medicine based on the law of polarity: elettromeopatia (electrohomeopathy), which claimed to harness the power of vegetable electricity to balance the circulatory, lymphatic, and nervous systems. His healing method quickly spread around the globe and delegations were founded throughout Europe and Asia. As foreign demand for his medicinal remedies grew, he came into increasing conflict with allopathic doctors, especially the famous orthopaedic surgeon Francesco Rizzoli.\nCesare Mattei became something akin to a saviour for desperate people. Far away from the Apennines, his patients received homeopathic remedies of phytopharmaceuticals, bearing the castle-shaped logo of Rochetta Mattei, and fantasised about Moorish Revival architecture, which often looked like the imagined scenery of the Thousand and One Nights. Some of his most select customers were Tsar Alexander II, Ludwig III of Bavaria, Empress Elisabeth of Austria, and Queen Victoria of the United Kingdom, who embraced Cesare Mattei’s electrohomeopathy and publicised it around the world. The patients in greatest need received the healing potions for free, as Mattei’s company was based on the socialist principle of universal health care. Even Dostoevsky viewed the count’s remedies as a balsam for his “torment of torments”, his devotion evidenced by his references to Cesare Mattei in the paradise of the desperate that is The Brothers Karamazov (1880).3\nTo construct Rocchetta Mattei, the count sought help from some of the greatest artists of the time, who formed part of the exquisite pleiad of Bologna’s Aemilia Ars society. The interiors of the castle are a frenzy of referential architecture, with an emphasis on oriental and medieval influences. There is a miniature replica of the Alhambra’s Court of the Lions (1391), a Piranesi-esque copy of the Mézquita de Córdoba (786) in wooden trompe l’oeil, and even courtyards carved into the rock, dotted with endless references to the mystical world of mesmerism, spiritism, and alchemy.\nPatients entered via the Sala della Música — topped by the Mattei family coat of arms — where they would wait to be seen by the count while enjoying music concerts and poetry recitals. They would then move into the unsettling Stanza Rossa, where Mattei, like a great oriental diva, was concealed by an elegant red curtain. In his alchemy laboratory, he magnetised the sick with aromatic herbs and other arts of the electrohomeopathic persuasion. Like a dreamy, heavenly orchestra, his calm voice was accompanied by the soporific burbling of Moorish fountains, lulling patients into a state of deep relaxation. A ceiling of pyramid-shaped stalactites made from a strange kind of papier mâché (using newspapers from the era) filtered the count’s voice, infusing it with low, hypnotic frequencies alongside the muffled sound of the water. Once the body’s electrical flow had been restored by his potions, the healer sent the patient down a psychedelic spiral staircase with geometric patterns in yellow, white, and black. Mattei sought to destabilise the patient’s senses through the imbalance triggered by a rapid, seemingly “psychotropic” descent toward a new place, a blurry exit from the castle.\nAiming to promote healing and longevity throughout the building, the count ordered his so-called Sala dei 90 to be built near the Stanza Rossa. The purpose of the room was to celebrate his ninetieth birthday, an age Mattei believed he was sure to reach thanks to his medicinal miracles. Beneath a celestial dome dotted with golden stars, evocative of Giotto’s sky at the Cappella degli Scrovegni (1305), his nonagenarian patients would come together, proving — with the simple fact of their living presence — the effectiveness of Mattei’s regime. The ceremony was meant to take place in front of an impressive stained glass window showing Cesare Mattei and his date of birth. Unfortunately, the loftiest plans are often disrupted by some banal occurrence.\nOn April 3, 1896, after a long winter at Rocchetta, Count Mattei wandered broodingly through the rooms of his castle. At almost eighty-seven years old, his faith in his innovative potions was stronger than ever. From the heights of his balcony, he enthusiastically welcomed the arrival of spring. The barren snow slid down the mountain slopes and an outburst of colours, flowers, and scents appeared, creating a poisoned Klingsor’s Garden for the count. Spring pollen began to impair his asthmatic bronchi, and tormented by the constant wheezing in his chest, Mattei thought he could find the cure in his remedies. This time he was wrong. The sound of the castle’s fountains accompanied the count in his final act, murmuring with him into the afterlife. Less and less oxygen, more and more light, then the gentle ascent of death. Meanwhile, nature followed its course. The wild horses and bears began their respective springtime courtships, and the peacocks at Rocchetta, with their eye-catching coloured feathers, threw an aristocratic farewell bacchanal: natura non constristatur. Cesare Mattei died from pulmonary disease at the age of eighty-seven, thwarting his dreams of celebrating his ninetieth birthday.\nHe continued to believe in his scientific ideals until the end, breathing spirit into matter and bringing energetic lightness and nimble flight to our bodily ballast. He defied destiny but the malice of time and the activities of the bees, flowers, and butterflies overcame him. “For beauty is nothing but the beginning of terror”, wrote Rilke.4 The true path of our existence is always signposted by the unknown. This is perhaps why the inscription above his majestic majolica sarcophagus, engraved by Minghetti and placed in the imposing Capilla, reads: Anima Resquiat in Manu Dei (May the soul rest in the hand of God). Stone once again proves more persistent than flesh: although Mattei did not live to see the age of ninety, his Sala dei 90 — awaiting a birthday celebration that never arrived — endures.\nFerdinando Panciatichi’s Anastatic Alhambra\nIn the mid-nineteenth century, Marquis Ferdinando Panciatichi, a renowned ornithologist, malacologist, and bibliophile, was surprised to see the exotic endeavour on which Count Mattei had embarked in the neighbouring Romagna. Enthused by this project, Panciatichi went one step further, erecting the most ostentatious Moorish Revival castle in the rolling hills of Reggello, Italy. The marquis, who was one of the richest men in Tuscany, spared no expense. To create his oriental dream, he considered his many properties and opted to renovate Castello di Sammezzano (1605), a late-Renaissance estate covering sixty-five hectares located thirty kilometres from Florence.\nPanciatichi was forty years old and deeply disillusioned with the political situation in Italy. His descent into misanthropic scepticism prompted him to leave Florence and dedicate the rest of his life to building an oriental castle. In despair, he carved an acerbic sentence highlighting the curse of the solitary traveller into one of its walls: “Va solingo il leon per suo sentiero, spiegaromita al ciel d´aquila il volo, sia nobile tedio voluttà d´impero, ogni forte nel mondo è sempre solo” (The lion walks alone along his path, the eagle unfolds its solitary flight to the heavens; let noble tedium be the voluptuousness of empire, for every strong soul in the world is always alone).\nPanciatichi personally designed every room at the new Castello di Sammezzano with assistance from Italian artists and Arab artisans — a project that occupied almost half a century. The marquis’ extraordinary drawings, which would later be turned into sumptuous stuccoes, tiles, and majolicas, have been preserved to this day in the State Archives of Florence. Emulating Francis Cook and James Knowles’ work on the renovated Palácio de Monserrate (1858) in Sintra, he set out to disguise the old architecture at Castello di Sammezzano, transforming it into an elegant exercise in orientalising diction. Panciatichi opted for an abstracting, imported style — a countercurrent to Italy’s long figurative tradition, as if surrendering his country’s most sacred treasure: the very essence of its artistic history. Echoing these disenchanted sentiments, he added another inscription to Castello di Sammezzano: “latrones et proxenetae Italiam capiunt vorantque nec de hoc doleo sed quia mala . . . . omnia nos meruisse censeo” (Thieves and pimps seize and devour Italy, and I do not grieve for this, but because of the evils. . . . I believe we have deserved it all.”5\nIn his endeavour to distance himself from the reality of his country — which, across this period, was embroiled in three independence wars — Panciatichi enclosed himself in a new, more peaceful and ideal, world. Bulbous domes, guldastas, dados, calligraphies, valances, and thousands of engravings from the Near and Far East sparked his imagination. Gradually, the appearance of the old Renaissance palace was fully transformed — encased in geometric repetitions and serial decorations of Persian, Mozarabic, and Indian origin. Decades ago, in her essay for Franco Maria Ricci’s magazine FMR, Maria Cristina Tonelli described the complex as an authentic “anastatic Alhambra”, embellished with:\nbeautiful mosaics, colourful tiles, decorative plasterwork, horseshoe arches, columns with unclassifiable capitals, rosettes, niches with vases, stalactite ceilings finished with crystal, small hexagonal stucco mirrors decorated with coloured glass, fan-shaped decorations and sophisticated ceramic dishes.6\nIn addition to this visual gluttony, Panciatichi did not neglect the aromatic and acoustic beauty of his palace. The heady scent of incense from Oman wafted through the rooms at the new Castello di Sammezzano, while water was used to create an airy sonic landscape, cleansing, purifying, and alleviating the disgust for modern life. Merleau Ponty believed that “through vision, we touch the sun and the stars”, but Juhani Pallasmaa warned of the hegemonic dangers of the primacy of the eye, or ocularcentrism: “Sight isolates, whereas sound incorporates”.7 Expanding our sensory range to include taste, it is hard not to experience the Castello di Sammezzano as some kind of delicious architectural cupcake. Such an appetite is nothing new. When visiting Italy, Ruskin succumbed to a similar devouring instinct: “I should like to draw all St Mark’s and all this Verona stone by stone, to eat it all up into my mind, touch by touch”.8 Truman Capote, an insatiable hedonist, might have thought the same when he declared that “Venice is like eating an entire box of chocolate liqueurs in one go”.9\nPanciatichi rounded off the stone building with a huge, picturesque garden filled with exotic species imported from America — including a Sequoia sempervirens — fountains, verandas, bridges, and a beautiful Moorish house for the guard. In this orientalist fantasy of a cottage, the gardener, like the humble Persian woodcutter Ali Baba, stored firewood for the cold Tuscan winter. Panciatichi linked the castle to the park via artificial caves in an attempt to merge the natural fragrance of the landscape with the colourful man-made architecture. In doing so, he sought a sensualised ideal of synaesthetic living, an Edenic paradise born of a broad, totalising imagination.\nAs Carlo Menicatti rightly observes, Panciatichi never visited the East nor even Spain or Portugal, which are home to Europe’s Moorish substrate.10 His travels centred largely around France, Belgium, Germany, and Switzerland. What inspired him, then, to create his Castello di Sammezzano? Essentially, his private archive — one of the most prestigious in Italy, which sowed the bibliographic seed for the contemporary Biblioteca Nazionale di Firenze. Like a kind of Quixote absorbed in oriental texts, it was there that Panciatichi dreamed up his ideal castle. He spent most of his time reading, rereading, and reinterpreting the works of the great English theorists writing on neo-orientalism: Designs for the Pavilion at Brighton (1808) by Humphry Repton, The Arabian Antiquities of Spain (1815) by James Cavanah Murphy, and, especially, Plans, Elevations, Sections, and Details of the Alhambra (1842) by Owen Jones, which took pride of place in his caliphal library.\nBut it wasn’t just architectural works that proved an influence. The bright hues of exotic birds — birds-of-paradise, Gouldian finches, coral beaks, society finches, crowned cranes, and rainbow lorikeets — taken from the ornithological treatises in his personal library, contributed to his free, poetic, colourful aesthetic. Upon entering the Sala dei Pavoni, it is as if one is enveloped by the warm feathers of a large tropical creature.\nFor centuries, legend had it that Marquis Panciatichi had designed 365 rooms for Castello di Sammezzano, one for each day of the year. As Carlo Cresti, Massimo Sottani, and Matteo Cossimo note, this belief was plainly false. Such rumours may have been bolstered by the fact that, despite its dilapidated state and given its highly theatrical nature, Castello di Sammezzano was used as a backdrop for numerous erotic horror films, several gialli, a variety of B and Z series, and the occasional noteworthy auteur film, such as Arabian Nights (Il fiore delle mille e una notte, 1974) by Pasolini and Quiet Days in Clichy (Jours tranquilles à Clichy, 1990) by Claude Chabrol. Many of these audiovisual fictions give the impression of an endless number of rooms. This is the ultimate iconography of a new Castello di Samezzanno, disguised by a cinematography that would undoubtedly have stimulated the dreamy, hypersensualised, unprejudiced imagination of the unfairly forgotten Marquis Ferdinando Panciatichi, who, before the dawn of film, created hugely immersive three-dimensional visual landscapes at the heart of the Tuscan campagna.\nIván Moure Pazos is Senior Lecturer in the History of Art at the University of Santiago de Compostela (USC). A Galician essayist with Andalusian ancestry (Ayamonte), he has held research fellowships at the Institute for Advanced Studies of the University of Bologna (UniBo) and at the Research Centre for Architecture, Urbanism and Design of the School of Architecture of the University of Lisbon (CIAUD, FA–ULisboa). He has also taken part in numerous international research projects. A recognised specialist on the town of Sintra, his work explores the intersections of literature, art and architecture, as well as the visionary arts that shaped the region’s modern cultural identity.\nEnjoyed this piece? We need your help to keep publishing.\nThe PDR is a non-profit project kept alive by reader donations – no ads, no paywalls, just the generosity of our community. It’s a really exciting model, but we need your help to keep it thriving. Visit our support page to become a Friend and receive our themed postcard packs. Or give a one-off donation. Already a supporter? A huge thank you for making all this possible.",
          "read_time": 15,
          "domain": "publicdomainreview.org",
          "has_image": true
        }
      ],
      "count": 10
    },
    "variedades": {
      "name": "Variedades",
      "description": "Curiosidades, cultura e lugares incríveis",
      "articles": [
        {
          "id": 1701196639,
          "title": "Archaeologists Say They've Unearthed a Massive Medieval Cargo Ship That's the Largest Vessel of Its Kind Ever Found",
          "link": "https://www.smithsonianmag.com/smart-news/archaeologists-say-theyve-unearthed-a-massive-medieval-cargo-ship-thats-the-largest-vessel-of-its-kind-ever-found-180987984/",
          "date": "2026-01-12T21:22:20",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "Spotted off the coast of Denmark, the \"Svælget 2\" is a cog, a kind of large trading vessel used in the Middle Ages. Experts say the 600-year-old discovery is \"exceptionally well-preserved\"",
          "content": null,
          "read_time": 1,
          "domain": "smithsonianmag.com",
          "has_image": false
        },
        {
          "id": 1391541970,
          "title": "OpenAI Says ChatGPT Health Can Understand Users' Medical Data and Provide Personalized Answers to Their Questions",
          "link": "https://www.smithsonianmag.com/smart-news/openai-says-chatgpt-health-can-understand-users-medical-data-and-provide-personalized-answers-to-their-questions-180987989/",
          "date": "2026-01-12T21:19:19",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "The new feature can give tailored responses based on medical records and wellness app data, according to ChatGPT’s maker. But some experts are concerned about privacy and worry that people may over-trust the chatbot",
          "content": null,
          "read_time": 1,
          "domain": "smithsonianmag.com",
          "has_image": false
        },
        {
          "id": 3233821084,
          "title": "Yucca House in Cortez, Colorado",
          "link": "https://www.atlasobscura.com/places/yucca-house",
          "date": "2026-01-12T21:00:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "In most national parks and monuments in the Southwestern United States, one can expect certain amenities: a visitor center staffed with rangers, a bookstore, trails with interpretive signs, and at the very least, a parking lot. Yucca House has none of these things. To reach this ancestral Puebloan r",
          "content": null,
          "read_time": 1,
          "domain": "atlasobscura.com",
          "has_image": false
        },
        {
          "id": 2062628131,
          "title": "See the Record-Breaking Bluefin Tuna the Size of a Grizzly Bear That Sold for $3.2 Million at a Tokyo Fish Market",
          "link": "https://www.smithsonianmag.com/smart-news/see-the-record-breaking-bluefin-tuna-the-size-of-a-grizzly-bear-that-sold-for-3-2-million-at-a-tokyo-fish-market-180987988/",
          "date": "2026-01-12T19:22:14",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "The 535-pound fish, purchased by Japan's self-proclaimed \"Tuna King,\" was sliced and shipped to sushi restaurants across the country",
          "content": null,
          "read_time": 1,
          "domain": "smithsonianmag.com",
          "has_image": false
        },
        {
          "id": 4189510705,
          "title": "River View Cemetery in Portland, Oregon",
          "link": "https://www.atlasobscura.com/places/river-view-cemetery",
          "date": "2026-01-12T19:00:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "Virgil Earp and his brothers, Morgan and Wyatt, were the lawmen involved in the gunfight at the OK Corral in Tombstone, Arizona. Near the end of his life, Virgil Earp's daughter Nellie, sent a letter to her estranged father hoping to establish a relationship. Earp, who was fighting for the union dur",
          "content": null,
          "read_time": 1,
          "domain": "atlasobscura.com",
          "has_image": false
        },
        {
          "id": 4063631637,
          "title": "Flood High Water Marks in Paducah, Kentucky",
          "link": "https://www.atlasobscura.com/places/flood-high-water-marks",
          "date": "2026-01-12T17:00:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "Paducah has been wracked by flooding of the Ohio River throughout its history. Flood mitigation strategies, including the famous flood wall, were built over a 10 year period from 1939 to 1949. These implements protect the city when the Ohio rises above the floodplain of 50 feet. Today, small plaques",
          "content": null,
          "read_time": 1,
          "domain": "atlasobscura.com",
          "has_image": false
        },
        {
          "id": 3117179155,
          "title": "Could Leonardo da Vinci's DNA Be Hiding Inside One of His Renaissance Sketches?",
          "link": "https://www.smithsonianmag.com/smart-news/could-leonardo-da-vincis-dna-be-hiding-inside-one-of-his-renaissance-sketches-180987982/",
          "date": "2026-01-12T17:00:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "Scientists have discovered male human DNA on a chalk drawing that may have been created by the famous artist and scientist. But they cannot definitively link the genetic material, nor the sketch, to Leonardo",
          "content": null,
          "read_time": 1,
          "domain": "smithsonianmag.com",
          "has_image": false
        },
        {
          "id": 865704713,
          "title": "This Bizarre Fish Has a Hole in Its Head. The Creature Might Use It Like a Drum to Rock Out",
          "link": "https://www.smithsonianmag.com/smart-news/this-bizarre-fish-has-a-hole-in-its-head-the-creature-might-use-it-like-a-drum-to-rock-out-180987970/",
          "date": "2026-01-12T16:54:04",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "The rockhead, or deep-pitted, poacher may use its ribs to beat the inside of its head cavity to communicate with other creatures, according to a new study",
          "content": null,
          "read_time": 1,
          "domain": "smithsonianmag.com",
          "has_image": false
        },
        {
          "id": 1969086947,
          "title": "Cap’s Place Island Restaurant in Lighthouse Point, Florida",
          "link": "https://www.atlasobscura.com/places/cap-s-place-island-restaurant",
          "date": "2026-01-12T16:37:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "This lively seafood joint is a relic of an especially colorful period in Florida’s history. Opened in 1929 by Captain Theodore Knight, a.k.a. “Cap,” the restaurant helped raise folks’ spirits during Prohibition. (The fact that Cap was a rum runner certainly helped.) Cap’s Place quickly became a popu",
          "content": null,
          "read_time": 1,
          "domain": "atlasobscura.com",
          "has_image": false
        },
        {
          "id": 263425489,
          "title": "Hillsboro Inlet Lighthouse in Hillsboro Beach, Florida",
          "link": "https://www.atlasobscura.com/places/hillsboro-inlet-lighthouse",
          "date": "2026-01-12T16:01:00",
          "author": "Redação",
          "category": "variedades",
          "category_name": "Variedades",
          "image_url": null,
          "excerpt": "In 1855, the Army Corps of Engineers determined that the Hillsboro Inlet—a connector between the Intracoastal Waterway and the Atlantic Ocean—was a hazardous passage for ships. However, due to a lack of funds, Congress did not authorize construction of a lighthouse here until 1901. Five years later,",
          "content": null,
          "read_time": 1,
          "domain": "atlasobscura.com",
          "has_image": false
        }
      ],
      "count": 10
    }
  },
  "metadata": {
    "generated_at": "2026-01-13T09:08:45.808938",
    "total_articles": 55,
    "crawl_duration_seconds": 90.08,
    "version": "1.1.0"
  }
}